Charset: windows-1251

Çäðàâñòâóéòå, {TO_USERNAME}!

Íèæå ñëåäóåò e-mail, ïîñëàííûé âàì ïîëüçîâàòåëåì {FROM_USERNAME} ÷åðåç âàøó ðåãèñòðàöèþ íà ñàéòå {SITENAME}. Åñëè ýòî ñîîáùåíèå ÿâëÿåòñÿ ñïàìîì, ñîäåðæèò îñêîðáëåíèÿ èëè ïðî÷èå íåïðèÿòíûå âàì êîììåíòàðèè, ïîæàëóéñòà ñâÿæèòåñü ñ âåáìàñòåðîì ïî àäðåñó:

{BOARD_EMAIL}

Âêëþ÷èòå äàííîå ñîîáùåíèå öåëèêîì (îñîáåííî çàãîëîâêè). Ïîæàëóéñòà ó÷òèòå, ÷òî àäðåñ îòâåòà â ýòîì ñîîáùåíèè ÿâëÿåòñÿ àäðåñîì {FROM_USERNAME}.

Ïîñëàííîå âàì ñîîáùåíèå:
~~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}