Subject: Óâåäîìëåíèå îá îòâåòå â òåìå - {TOPIC_TITLE}
Charset: windows-1251

Çäðàâñòâóéòå, {USERNAME}!

Âû ïîëó÷èëè ýòî ñîîáùåíèå ïîòîìó, ÷òî ñëåäèòå çà òåìîé "{TOPIC_TITLE}" íà ñàéòå {SITENAME}. Â ýòîé òåìå ñî âðåìåíè âàøåãî ïîñëåäíåãî âèçèòà ïîÿâèëîñü íîâîå ñîîáùåíèå. Âû ìîæåòå ïåðåéòè ïî ññûëêå ÷òîáû ïîñìîòðåòü ïîñòóïèâøèå îòâåòû, íîâûå óâåäîìëåíèÿ íå áóäóò ïðèõîäèòü ïîêà âû íå ïðîñìîòðèòå òåìó.

{U_TOPIC}

Åñëè âû áîëüøå íå õîòèòå ñëåäèòü çà òåìîé, òî ëèáî ù¸ëêíèòå ïî ññûëêå "ïåðåñòàòü ñëåäèòü çà òåìîé" âíèçó ñòðàíèöû ñ ýòîé òåìîé, ëèáî ïåðåéäèòå ïî ñëåäóþùåé ññûëêå:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}