Subject: Àêòèâèçàöèÿ íîâîãî ïàðîëÿ
Charset: windows-1251

Çäðàâñòâóéòå, {USERNAME}!

Âû ïîëó÷èëè ýòî ïèñüìî ïîòîìó, ÷òî âû (ëèáî êòî-òî, âûäàþùèé ñåáÿ çà âàñ) ïîïðîñèëè âûñëàòü íîâûé ïàðîëü ê âàøåé ó÷¸òíîé çàïèñè íà ñàéòå {SITENAME}. Åñëè âû íå ïðîñèëè âûñëàòü ïàðîëü, íå îáðàùàéòå âíèìàíèÿ íà ýòî ïèñüìî, åñëè æå ïîäîáíûå ïèñüìà áóäóò ïðîäîëæàòü ïðèõîäèòü, îáðàòèòåñü ê àäìèíèñòðàòîðó ôîðóìîâ.

Äëÿ òîãî, ÷òîáû èñïîëüçîâàòü íîâûé ïàðîëü âû äîëæíû åãî àêòèâèçèðîâàòü. Äëÿ ýòîãî ïåðåéäèòå ïî ññûëêå:

{U_ACTIVATE}

Â ñëó÷àå óñïåøíîé àêòèâèçàöèè âû ñìîæåòå âõîäèòü â ñèñòåìó, èñïîëüçóÿ ñëåäóþùèé ïàðîëü:

Ïàðîëü: {PASSWORD}

Âû ñìîæåòå ñìåíèòü ýòîò ïàðîëü íà ñòðàíèöå ðåäàêòèðîâàíèÿ ïðîôèëÿ. Åñëè ó âàñ âîçíèêíóò êàêèå-òî òðóäíîñòè, îáðàòèòåñü ê àäìèíèñòðàòîðó ôîðóìîâ.

{EMAIL_SIG}