Subject: Äîáðî ïîæàëîâàòü íà ôîðóìû {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Ïîæàëóéñòà ñîõðàíèòå ýòî ñîîáùåíèå. Ïàðàìåòðû âàøåé ó÷¸òíîé çàïèñè òàêîâû:

----------------------------
Èìÿ ïîëüçîâàòåëÿ: {USERNAME}
Ïàðîëü:           {PASSWORD}
----------------------------

Âàøà ó÷¸òíàÿ çàïèñü ïîêà íå àêòèâíà. Âû íå ñìîæåòå èì ïîëüçîâàòüñÿ, ïîêà íå ïåðåéä¸òå ïî ñëåäóþùåé ññûëêå:

{U_ACTIVATE}

Íå çàáûâàéòå ñâîé ïàðîëü: îí õðàíèòñÿ â íàøåé áàçå â çàøèôðîâàííîì âèäå, è ìû íå ñìîæåì âàì åãî âûñëàòü. Åñëè âû âñ¸ æå çàáóäåòå ñâîé ïàðîëü, òî âû ñìîæåòå çàïðîñèòü íîâûé, êîòîðûé áóäåò àêòèâèçèðîâàí òàêèì æå îáðàçîì, êàê è âàøà ó÷¸òíàÿ çàïèñü.

Ñïàñèáî çà ðåãèñòðàöèþ.

{EMAIL_SIG}