<?php
/***************************************************************************
 *                         lang_bbcode.php [Russian]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: lang_bbcode.php,v 1.3 2001/12/18 01:53:26 psotfx Exp $
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 
//
// Translation performed by Alexey V. Borzov (borz_off)
// borz_off@rdw.ru
//

  
$faq[] = array("--","Âñòóïëåíèå");
$faq[] = array("×òî òàêîå BBCode?", "BBCode — ýòî ñïåöèàëüíûé âàðèàíò HTML. Ñìîæåòå âû èëè íåò èñïîëüçîâàòü BBCode â âàøèõ ñîîáùåíèÿõ, îïðåäåëÿåòñÿ àäìèíèñòðàòîðîì ôîðóìîâ. Êðîìå òîãî, âû ñìîæåòå îòêëþ÷èòü èñïîëüçîâàíèå BBCode â êîíêðåòíîì ñîîáùåíèè ïðè åãî ðàçìåùåíèè. Ñàì BBCode ïîõîæ ïî ñòèëþ íà HTML, òåãè çàêëþ÷åíû â êâàäðàòíûå ñêîáêè [ è ], à íå â &lt; è &gt;; îí äà¸ò áîëüøå âîçìîæíîñòåé óïðàâëåíèÿ òåì, êàê âûâîäÿòñÿ äàííûå. Ïðè èñïîëüçîâàíèè íåêîòîðûõ øàáëîíîâ âû ñìîæåòå äîáàâëÿòü BBCode â âàøè ñîîáùåíèÿ, ïîëüçóÿñü ïðîñòûì èíòåðôåéñîì, ðàñïîëîæåííûì íàä ïîëåì äëÿ ââîäà òåêñòà. Íî äàæå â ýòîì ñëó÷àå äàííîå ðóêîâîäñòâî ìîæåò îêàçàòüñÿ ïîëåçíûì.");

$faq[] = array("--","Ôîðìàòèðîâàíèå òåêñòà");
$faq[] = array("Êàê ñäåëàòü òåêñò æèðíûì, íàêëîííûì èëè ïîä÷¸ðêíóòûì", "BBCode âêëþ÷àåò òåãè äëÿ áûñòðîãî èçìåíåíèÿ ñòèëÿ øðèôòà,  ñäåëàòü ýòî ìîæíî ñëåäóþùèìè ñïîñîáàìè: <ul><li>×òîáû ñäåëàòü òåêñò æèðíûì, çàêëþ÷èòå åãî â <b>[b][/b]</b>, íàïðèìåð <br /><br /><b>[b]</b>Ïðèâåò<b>[/b]</b><br /><br />ñòàíåò <b>Ïðèâåò</b></li><li>Äëÿ ïîä÷¸ðêèâàíèÿ èñïîëüçóéòå <b>[u][/u]</b>, íàïðèìåð:<br /><br /><b>[u]</b>Äîáðîå óòðî<b>[/u]</b><br /><br />ñòàíåò <u>Äîáðîå óòðî</u></li><li>Êóðñèâ äåëàåòñÿ òåãàìè <b>[i][/i]</b>, íàïðèìåð:<br /><br />Ýòî <b>[i]</b>êðóòî!<b>[/i]</b><br /><br />âûäàñò Ýòî <i>êðóòî!</i></li></ul>");
$faq[] = array("Êàê èçìåíèòü öâåò èëè ðàçìåð òåêñòà", "Äëÿ èçìåíåíèÿ öâåòà èëè ðàçìåðà øðèôòà ìîãóò áûòü èñïîëüçîâàíû ñëåäóþùèå òåãè; ó÷òèòå, ÷òî îêîí÷àòåëüíûé âèä áóäåò çàâèñåòü îò ñèñòåìû è áðàóçåðà ïîëüçîâàòåëÿ: <ul><li>Öâåò òåêñòà ìîæíî èçìåíèòü, îêðóæèâ åãî <b>[color=][/color]</b>. Âû ìîæåòå óêàçàòü ëèáî èçâåñòíîå èìÿ öâåòà (red, blue, yellow è ò.ï.), èëè øåñòíàäöàòåðè÷íîå ïðåäñòàâëåíèå, íàïðèìåð #FFFFFF, #000000. Òàêèì îáðàçîì, äëÿ ñîçäàíèÿ êðàñíîãî òåêñòà âû ìîæåòå èñïîëüçîâàòü:<br /><br /><b>[color=red]</b>Ïðèâåò!<b>[/color]</b><br /><br />èëè<br /><br /><b>[color=#FF0000]</b>Ïðèâåò!<b>[/color]</b><br /><br />îáà ñïîñîáà äàäóò â ðåçóëüòàòå <span style=\"color:red\">Ïðèâåò!</span></li><li>Èçìåíåíèå ðàçìåðà äîñòèãàåòñÿ àíàëîãè÷íûì îáðàçîì ïðè èñïîëüçîâàíèè <b>[size=][/size]</b>. Ýòîò òåã çàâèñèò îò èñïîëüçóåìûõ øàáëîíîâ, ðåêîìåíäóåìûé ôîðìàò — ÷èñëî, ïîêàçûâàþùåå ðàçìåð òåêñòà â ïèêñåëÿõ, íà÷èíàÿ îò 1 (íàñòîëüêî ìàëåíüêèé, ÷òî âû åãî íå óâèäèòå) äî 29 (î÷åíü áîëüøîé). Íàïðèìåð:<br /><br /><b>[size=9]</b>ÌÀËÅÍÜÊÈÉ<b>[/size]</b><br /><br />ñêîðåå âñåãî áóäåò <span style=\"font-size:9px\">ÌÀËÅÍÜÊÈÉ</span><br /><br />â òî âðåìÿ êàê:<br /><br /><b>[size=24]</b>ÇÄÎÐÎÂÛÉ!<b>[/size]</b><br /><br />áóäåò <span style=\"font-size:24px\">ÇÄÎÐÎÂÛÉ!</span></li></ul>");
$faq[] = array("Ìîãó ëè ÿ êîìáèíèðîâàòü òåãè?", "Äà, êîíå÷íî ìîæåòå. Íàïðèìåð äëÿ ïðèâëå÷åíèÿ ÷üåãî-òî âíèìàíèÿ âû ñìîæåòå íàïèñàòü:<br /><br /><b>[size=18][color=red][b]</b>ÏÎÑÌÎÒÐÈÒÅ ÍÀ ÌÅÍß!<b>[/b][/color][/size]</b><br /><br />÷òî âûäàñò <span style=\"color:red;font-size:18px\"><b>ÏÎÑÌÎÒÐÈÒÅ ÍÀ ÌÅÍß!</b></span><br /><br />Ìû íå ðåêîìåíäóåì âûâîäèòü òàêèì îáðàçîì äëèííûå òåêñòû! Ó÷òèòå, ÷òî âû, àâòîð ñîîáùåíèÿ, äîëæíû ïîçàáîòèòüñÿ î òîì, ÷òîáû òåãè áûëè ïðàâèëüíî âëîæåíû. Âîò ýòîò BBCode, íàïðèìåð, íåïðàâèëåí:<br /><br /><b>[b][u]</b>Ýòî íåâåðíî<b>[/b][/u]</b>");

$faq[] = array("--","Öèòèðîâàíèå è âûâîä ôîðìàòèðîâàííûõ òåêñòîâ");
$faq[] = array("Öèòèðîâàíèå ïðè îòâåòàõ", "Åñòü äâà ñïîñîáà ïðîöèòèðîâàòü òåêñò, ñî ññûëêîé è áåç.<ul><li>Êîãäà âû èñïîëüçóåòå êíîïêó «Îòâåòèòü ñ öèòàòîé» äëÿ îòâåòà íà ñîîáùåíèå, òî åãî òåêñò äîáàâëÿåòñÿ â ïîëå ââîäà îêðóæ¸ííûì áëîêîì <b>[quote=\"\"][/quote]</b>. Ýòîò ìåòîä ïîçâîëèò âàì öèòèðîâàòü ñî ññûëêîé íà àâòîðà, ëèáî íà ÷òî-òî åù¸, ÷òî âû òóäà âïèøåòå. Íàïðèìåð äëÿ öèòèðîâàíèÿ îòðûâêà òåêñòà, íàïèñàííîãî Mr. Blobby, âû íàïèøåòå:<br /><br /><b>[quote=\"Mr. Blobby\"]</b>Òåêñò Mr. Blobby áóäåò çäåñü<b>[/quote]</b><br /><br />Â ðåçóëüòàòå ïåðåä òåêñòîì áóäóò âñòàâëåíû ñëîâà \"Mr. Blobby íàïèñàë:\". Ïîìíèòå, âû <b>äîëæíû</b> ïîñòàâèòü êàâû÷êè \"\" âîêðóã èìåíè, îíè íå ìîãóò áûòü îïóùåíû.</li><li>Âòîðîé ìåòîä ïðîñòî ïîçâîëÿåò âàì ÷òî-òî ïðîöèòèðîâàòü. Äëÿ ýòîãî âàì íàäî çàêëþ÷èòòü òåêñò â òåãè <b>[quote][/quote]</b>. Ïðè ïðîñìîòðå ñîîáùåíèÿ ïåðåä òåêñòîì áóäåò ñòîÿòü òîëüêî ñëîâî \"Öèòàòà:\"</li></ul>");
$faq[] = array("Âûâîä êîäà èëè ôîðìàòèðîâàííîãî òåêñòà", "Åñëè âàì íàäî âûâåñòè êóñîê ïðîãðàììû èëè ÷òî-òî, ÷òî äîëæíî áûòü âûâåäåíî øðèôòîì ôèêñèðîâàííîé øèðèíû (Courier) âû äîëæíû çàêëþ÷èòü òåêñò â òåãè <b>[code][/code]</b>, íàïðèìåð<br /><br /><b>[code]</b>echo \"This is some code\";<b>[/code]</b><br /><br />Âñ¸ ôîðìàòèðîâàíèå, èñïîëüçóåìîå âíóòðè òåãîâ <b>[code][/code]</b> áóäåò ñîõðàíåíî.");

$faq[] = array("--","Ñîçäàíèå ñïèñêîâ");
$faq[] = array("Ñîçäàíèå ìàðêèðîâàííîãî ñïèñêà", "BBCode ïîääåðæèâàåò äâà âèäà ñïèñêîâ: ìàðêèðîâàííûå è íóìåðîâàííûå. Îíè ïðàêòè÷åñêè èäåíòè÷íû ñâîèì ýêâèâàëåíòàì èç HTML. Â ìàðêèðîâàííîì ñïèñêå âñå ýëåìåíòû âûâîäÿòñÿ ïîñëåäîâàòåëüíî, êàæäûé îòìå÷àåòñÿ ñèìâîëîì-ìàðêåðîì. Äëÿ ñîçäàíèÿ ìàðêèðîâàííîãî ñïèñêà èñïîëüçóéòå <b>[list][/list]</b> è îïðåäåëèòå êàæäûé ýëåìåíò ïðè ïîìîùè <b>[*]</b>. Íàïðèìåð, ÷òîáû âûâåñòè ñâîè ëþáèìûå öâåòà, âû ìîæåòå èñïîëüçîâàòü:<br /><br /><b>[list]</b><br /><b>[*]</b>Êðàñíûé<br /><b>[*]</b>Ñèíèé<br /><b>[*]</b>Æ¸ëòûé<br /><b>[/list]</b><br /><br />Ýòî âûäàñò òàêîé ñïèñîê:<ul><li>Êðàñíûé</li><li>Ñèíèé</li><li>Æ¸ëòûé</li></ul>");
$faq[] = array("Ñîçäàíèå íóìåðîâàííîãî ñïèñêà", "Âòîðîé òèï ñïèñêà, íóìåðîâàííûé, ïîçâîëÿåò âûáðàòü, ÷òî èìåííî áóäåò âûâîäèòüñÿ ïåðåä êàæäûì ýëåìåíòîì. Äëÿ ñîçäàíèÿ íóìåðîâàííîãî ñïèñêà èñïîëüçóéòå <b>[list=1][/list]</b> èëè <b>[list=a][/list]</b> äëÿ ñîçäàíèÿ àëôàâèòíîãî ñïèñêà. Êàê è â ñëó÷àå ìàðêèðîâàííîãî ñïèñêà, ýëåìåíòû îïðåäåëÿþòñÿ ñ ïîìîùüþ <b>[*]</b>. Íàïðèìåð:<br /><br /><b>[list=1]</b><br /><b>[*]</b>Ïîéòè â ìàãàçèí<br /><b>[*]</b>Êóïèòü íîâûé êîìïüþòåð<br /><b>[*]</b>Îáðóãàòü êîìïüþòåð, êîãäà ñëó÷èòñÿ îøèáêà<br /><b>[/list]</b><br /><br />âûäàñò ñëåäóþùåå:<ol type=\"1\"><li>Ïîéòè â ìàãàçèí</li><li>Êóïèòü íîâûé êîìïüþòåð</li><li>Îáðóãàòü êîìïüþòåð, êîãäà ñëó÷èòñÿ îøèáêà</li></ol>Äëÿ àëôàâèòíîãî ñïèñêà èñïîëüçóéòå:<br /><br /><b>[list=a]</b><br /><b>[*]</b>Ïåðâûé âîçìîæíûé îòâåò<br /><b>[*]</b>Âòîðîé âîçìîæíûé îòâåò<br /><b>[*]</b>Òðåòèé âîçìîæíûé îòâåò<br /><b>[/list]</b><br /><br />÷òî âûäàñò<ol type=\"a\"><li>Ïåðâûé âîçìîæíûé îòâåò</li><li>Âòîðîé âîçìîæíûé îòâåò</li><li>Òðåòèé âîçìîæíûé îòâåò</li></ol>");

$faq[] = array("--", "Ñîçäàíèå ññûëîê");
$faq[] = array("Ññûëêè íà äðóãîé ñàéò", "Â BBCode ïîääåðæèâàåòñÿ íåñêîëüêî ñïîñîáîâ ñîçäàíèÿ URL'îâ.<ul><li>Ïåðâûé èç íèõ èñïîëüçóåò òåã <b>[url=][/url]</b>, ïîñëå çíàêà = äîëæåí èäòè íóæíûé URL. Íàïðèìåð, äëÿ ññûëêè íà phpBB.com âû ìîãëè áû èñïîëüçîâàòü:<br /><br /><b>[url=http://www.phpbb.com/]</b>Ïîñåòèòå phpBB!<b>[/url]</b><br /><br />Ýòî ñîçäàñò ñëåäóþùóþ ññûëêó: <a href=\"http://www.phpbb.com/\" target=\"_blank\">Ïîñåòèòå phpBB!</a> Ññûëêà áóäåò îòêðûâàòüñÿ â íîâîì îêíå, òàê ÷òî ïîëüçîâàòåëü ñìîæåò ïðîäîëæàòü ÷èòàòü ôîðóìû.</li><li>Åñëè âû õîòèòå, ÷òîáû â êà÷åñòâå òåêñòà ññûëêè ïîêàçûâàëñÿ ñàì URL, âû ìîæåòå ïðîñòî ñäåëàòü ñëåäóþùåå:<br /><br /><b>[url]</b>http://www.phpbb.com/<b>[/url]</b><br /><br />Ýòî âûäàñò ñëåäóþùóþ ññûëêó: <a href=\"http://www.phpbb.com/\" target=\"_blank\">http://www.phpbb.com/</a></li><li>Êðîìå òîãî phpBB ïîääåðæèâàåò âîçìîæíîñòü, íàçûâàåìóþ <i>Àâòîìàòè÷åñêèå ññûëêè</i>, ýòî ïåðåâåä¸ò ëþáîé ñèíòàêñè÷åñêè ïðàâèëüíûé URL â ññûëêó áåç íåîáõîäèìîñòè óêàçàíèÿ òåãîâ è äàæå ïðåôèêñà http://. Íàïðèìåð, ââîä www.phpbb.com â âàøå ñîîáùåíèå ïðèâåä¸ò ê àâòîìàòè÷åñêîé âûäà÷å <a href=\"http://www.phpbb.com/\" target=\"_blank\">www.phpbb.com</a> ïðè ïðîñìîòðå ñîîáùåíèÿ.</li><li>Òî æå ñàìîå îòíîñèòñÿ è ê àäðåñàì E-mail, âû ìîæåòå ëèáî óêàçàòü àäðåñ â ÿâíîì âèäå:<br /><br /><b>[email]</b>no.one@domain.adr<b>[/email]</b><br /><br />÷òî âûäàñò <a href=\"emailto:no.one@domain.adr\">no.one@domain.adr</a> èëè ïðîñòî ââåñòè no.one@domain.adr â âàøå ñîîáùåíèå, è îí áóäåò àâòîìàòè÷åñêè ïðåîáðàçîâàí ïðè ïðîñìîòðå.</li></ul>Êàê è ñî âñåìè ïðî÷èìè òåãàìè BBCode, âû ìîæåòå çàêëþ÷àòü â URL'û ëþáûå äðóãèå òåãè, íàïðèìåð <b>[img][/img]</b> (ñì. ñëåäóþùèé ïóíêò), <b>[b][/b]</b> è ò.ä. Êàê è ñ òåãàìè ôîðìàòèðîâàíèÿ, ïðàâèëüíàÿ âëîæåííîñòü òåãîâ çàâèñèò îò âàñ, íàïðèìåð:<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/url][/img]</b><br /><br /> <u>íåâåðíî</u>, ÷òî ìîæåò ïðèâåñòè ê ïîñëåäóþùåìó óäàëåíèþ âàøåãî ñîîáùåíèÿ, òàê ÷òî áóäüòå àêêóðàòíåå.");

$faq[] = array("--", "Ïîêàç êàðòèíîê â ñîîáùåíèÿõ");
$faq[] = array("Äîáàâëåíèå êàðòèíêè â ñîîáùåíèå", "BBCode âêëþ÷àåò òåã äëÿ äîáàâëåíèÿ êàðòèíêè â âàøå ñîîáùåíèå. Ïðè ýòîì ñëåäóåò ïîìíèòü äâå î÷åíü âàæíûå âåùè: âî-ïåðâûõ, ìíîãèõ ïîëüçîâàòåëåé ðàçäðàæàåò áîëüøîå êîëè÷åñòâî êàðòèíîê, âî-âòîðûõ, âàøà êàðòèíêà óæå äîëæíà áûòü ðàçìåùåíà â èíòåðíåòå (ò.å. îíà íå ìîæåò áûòü ðàñïîëîæåíà òîëüêî íà âàøåì êîìïüþòåðå, åñëè, êîíå÷íî, âû íå çàïóñòèëè íà í¸ì âåáñåðâåð!). Íà äàííûé ìîìåíò íåò âîçìîæíîñòè õðàíèòü èçîáðàæåíèÿ ëîêàëüíî íà phpBB (îæèäàåòñÿ, ÷òî ýòî îãðàíè÷åíèå áóäåò ñíÿòî â ñëåäóþùåé âåðñèè phpBB). Äëÿ âûâîäà êàðòèíêè âû äîëæíû îêðóæèòü å¸ URL òåãàìè <b>[img][/img]</b>. Íàïðèìåð:<br /><br /><b>[img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img]</b><br /><br />Êàê óêàçàíî â ïðåäûäóùåì ïóíêòå, âû ìîæåòå çàêëþ÷èòü êàðòèíêó â òåãè <b>[url][/url]</b>, òî åñòü<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img][/url]</b><br /><br />âûäàñò:<br /><br /><a href=\"http://www.phpbb.com/\" target=\"_blank\"><img src=\"http://www.phpbb.com/images/phplogo.gif\" border=\"0\" alt=\"\" /></a><br />");

$faq[] = array("--", "Ïðî÷åå");
$faq[] = array("Ìîãó ëè ÿ äîáàâèòü ñîáñòâåííûå òåãè?", "Íåò, ïî êðàéíåé ìåðå, íå â phpBB 2.0. Ìû ïëàíèðóåì äîáàâèòü ïîääåðæêó íàñòðàèâàåìûõ òåãîâ BBCode â ñëåäóþùåé âåðñèè");

//
// This ends the BBCode guide entries
//

?>
