<?php
/***************************************************************************
 *                            lang_admin.php [Russian]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id$
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// Translation performed by Alexey V. Borzov (borz_off)
// borz_off@rdw.ru
//


$lang['General'] = 'Îáùèå íàñòðîéêè';
$lang['Users'] = 'Ïîëüçîâàòåëè';
$lang['Groups'] = 'Ãðóïïû';
$lang['Forums'] = 'Ôîðóìû';
$lang['Styles'] = 'Ñòèëè';

$lang['Configuration'] = 'Êîíôèãóðàöèÿ';
$lang['Permissions'] = 'Ïðàâà äîñòóïà';
$lang['Manage'] = 'Óïðàâëåíèå';
$lang['Disallow'] = 'Çàïðåù¸ííûå èìåíà';
$lang['Prune'] = '×èñòêà';
$lang['Mass_Email'] = 'Ìàññîâàÿ ðàññûëêà ïî÷òû';
$lang['Ranks'] = 'Çâàíèÿ';
$lang['Smilies'] = 'Ñìàéëèêè';
$lang['Ban_Management'] = '×¸ðíûå ñïèñêè (Ban)';
$lang['Word_Censor'] = 'Àâòîöåíçîð';
$lang['Export'] = 'Ýêñïîðò';
$lang['Create_new'] = 'Ñîçäàòü';
$lang['Add_new'] = 'Äîáàâèòü';
$lang['Backup_DB'] = 'Ðåçåðâíàÿ êîïèÿ ÁÄ';
$lang['Restore_DB'] = 'Âîññòàíîâèòü ÁÄ';


//
// Index
//
$lang['Admin'] = 'Àäìèíèñòðèðîâàíèå';
$lang['Not_admin'] = 'Ó âàñ íåò ïðàâ íà àäìèíèñòðèðîâàíèå';
$lang['Welcome_phpBB'] = 'Äîáðî ïîæàëîâàòü íà phpBB';
$lang['Admin_intro'] = 'Ñïàñèáî çà âûáîð phpBB â êà÷åñòâå ðåøåíèÿ äëÿ âàøèõ ôîðóìîâ. Íà ýòîé ñòðàíèöå äàí êðàòêèé îáçîð ðàçëè÷íûõ âîçìîæíîñòåé ýòîé äîñêè îáúÿâëåíèé. Âåðíóòüñÿ íà ýòó ñòðàíèöó âû ìîæåòå, ù¸ëêíóâ íà ññûëêó <u>Ãëàâíàÿ ñòðàíèöà</u> â ëåâîé ïàíåëè. Äëÿ ïåðåõîäà íà ñïèñîê ôîðóìîâ ù¸ëêíèòå ïî ëîãîòèïó phpBB òàêæå â ëåâîé ïàíåëè. Îñòàëüíûå ññûëêè â ëåâîé ÷àñòè ýòîãî ýêðàíà ïîçâîëÿò âàì óïðàâëÿòü âñåìè àñïåêòàìè âàøèõ ôîðóìîâ, íà êàæäîì ýêðàíå áóäóò äàíû èíñòðóêöèè ïî èñïîëüçîâàíèþ.';
$lang['Main_index'] = 'Ñïèñîê ôîðóìîâ';
$lang['Forum_stats'] = 'Ñòàòèñòèêà Ôîðóìîâ';
$lang['Admin_Index'] = 'Ãëàâíàÿ ñòðàíèöà';
$lang['Preview_forum'] = 'Ïðåäâàðèòåëüíûé ïðîñìîòð ôîðóìà';

$lang['Click_return_admin_index'] = '%sÂåðíóòüñÿ íà ãëàâíóþ ñòðàíèöó àäìèíèñòðàòîðñêîãî ðàçäåëà%s';

$lang['Statistic'] = 'Ñòàòèñòèêà';
$lang['Value'] = 'Çíà÷åíèå';
$lang['Number_posts'] = 'Êîë-âî ñîîáùåíèé';
$lang['Posts_per_day'] = 'Ñîîáùåíèé â äåíü';
$lang['Number_topics'] = 'Êîë-âî òåì';
$lang['Topics_per_day'] = 'Òåì â äåíü';
$lang['Number_users'] = 'Êîë-âî ïîëüçîâàòåëåé';
$lang['Users_per_day'] = 'Ïîëüçîâàòåëåé â äåíü';
$lang['Board_started'] = 'Äàòà çàïóñêà';
$lang['Avatar_dir_size'] = 'Ðàçìåð äèðåêòîðèè ñ àâàòàðàìè';
$lang['Database_size'] = 'Îáú¸ì ÁÄ';
$lang['Gzip_compression'] ='ñæàòèå Gzip';
$lang['Not_available'] = 'Íåäîñòóïíî';

$lang['ON'] = 'ÂÊË'; // This is for GZip compression
$lang['OFF'] = 'ÂÛÊË'; 


//
// DB Utils
//
$lang['Database_Utilities'] = 'Óïðàâëåíèå ÁÄ';

$lang['Restore'] = 'Âîññòàíîâèòü';
$lang['Backup'] = 'Ðåçåðâíîå êîïèðîâàíèå';
$lang['Restore_explain'] = 'Áóäåò ïðîâåäåíî ïîëíîå âîññòàíîâëåíèå âñåõ òàáëèö phpBB èç ôàéëà. Åñëè âàø ñåðâåð ïîääåðæèâàåò òàêóþ âîçìîæíîñòü, âû ìîæåòå çàêà÷àòü ôàéë, ñæàòûé gzip\'îì, è îí áóäåò àâòîìàòè÷åñêè ðàñïàêîâàí. <b>ÂÍÈÌÀÍÈÅ</b> Âñå ñóùåñòâóþùèå äàííûå áóäóò óòåðÿíû. Âîññòàíîâëåíèå ìîæåò çàíÿòü ìíîãî âðåìåíè, íå óõîäèòå ñ ýòîé ñòðàíèöû äî çàâåðøåíèÿ ïðîöåññà.';
$lang['Backup_explain'] = 'Âû ìîæåòå ñîõðàíèòü âñå ñâÿçàííûå ñ phpBB äàííûå. Åñëè â ÁÄ äëÿ phpBB åñòü äðóãèå òàáëèöû, êîòîðûå âû òîæå õîòåëè áû ñîõðàíèòü, ïîæàëóéñòà, ââåäèòå èõ íàçâàíèÿ, ðàçäåë¸ííûå çàïÿòûìè, â ïîëå "Äîïîëíèòåëüíûå òàáëèöû" ÷óòü íèæå. Åñëè âàø ñåðâåð ïîääåðæèâàåò òàêóþ âîçìîæíîñòü, âû ìîæåòå òàêæå ïåðåä ñêà÷èâàíèåì ñæàòü ôàéë gzip\'îì äëÿ óìåíüøåíèÿ åãî ðàçìåðà.';

$lang['Backup_options'] = 'Íàñòðîéêè ðåçåðâíîãî êîïèðîâàíèÿ';
$lang['Start_backup'] = 'Íà÷àòü êîïèðîâàíèå';
$lang['Full_backup'] = 'Ïîëíàÿ êîïèÿ';
$lang['Structure_backup'] = 'Êîïèðîâàòü òîëüêî ñòðóêòóðó';
$lang['Data_backup'] = 'Êîïèðîâàòü òîëüêî äàííûå';
$lang['Additional_tables'] = 'Äîïîëíèòåëüíûå òàáëèöû';
$lang['Gzip_compress'] = 'Ñæàòü ôàéë gzip\'îì';
$lang['Select_file'] = 'Âûáåðèòå ôàéë';
$lang['Start_Restore'] = 'Íà÷àòü âîññòàíîâëåíèå';

$lang['Restore_success'] = 'ÁÄ áûëà óñïåøíî âîññòàíîâëåíà.<br /><br />Âàøè ôîðóìû äîëæíû áûëè âåðíóòüñÿ â òî æå ñîñòîÿíèå, â êîòîðîì îíè áûëè íà ìîìåíò ðåçåðâíîãî êîïèðîâàíèÿ.';
$lang['Backup_download'] = 'Ñêà÷èâàíèå ñêîðî íà÷í¸òñÿ, ïîæàëóéñòà, ïîäîæäèòå.';
$lang['Backups_not_supported'] = 'Èçâèíèòå, ðåçåðâíîå êîïèðîâàíèå äëÿ èñïîëüçóåìîé âàìè ÑÓÁÄ íå ïîääåðæèâàåòñÿ.';

$lang['Restore_Error_uploading'] = 'Îøèáêà â çàêà÷êå ôàéëà';
$lang['Restore_Error_filename'] = 'Ïðîáëåìà ñ èìåíåì ôàéëà, ïîæàëóéñòà, ïîïðîáóéòå äðóãîé ôàéë';
$lang['Restore_Error_decompress'] = 'Íå ìîãó ðàñïàêîâàòü ñæàòûé gzip\'îì ôàéë, ïîæàëóéñòà, çàêà÷àéòå ðàñïàêîâàííóþ âåðñèþ';
$lang['Restore_Error_no_file'] = 'Ôàéë íå áûë çàêà÷àí';


//
// Auth pages
//
$lang['Select_a_User'] = 'Âûáåðèòå ïîëüçîâàòåëÿ';
$lang['Select_a_Group'] = 'Âûáåðèòå ãðóïïó';
$lang['Select_a_Forum'] = 'Âûáåðèòå ôîðóì';
$lang['Auth_Control_User'] = 'Ïðàâà ïîëüçîâàòåëåé'; 
$lang['Auth_Control_Group'] = 'Ïðàâà ãðóïï'; 
$lang['Auth_Control_Forum'] = 'Äîñòóï ê ôîðóìàì'; 
$lang['Look_up_User'] = 'Âûáðàòü ïîëüçîâàòåëÿ'; 
$lang['Look_up_Group'] = 'Âûáðàòü ãðóïïó'; 
$lang['Look_up_Forum'] = 'Âûáðàòü ôîðóì'; 

$lang['Group_auth_explain'] = 'Çäåñü âû ìîæåòå èçìåíèòü ïðàâà äîñòóïà è ñòàòóñ ìîäåðàòîðà äëÿ êàæäîé ãðóïïû ïîëüçîâàòåëåé. Íå çàáûâàéòå ïðè èçìåíåíèè ïðàâ äîñòóïà äëÿ ãðóïï, ÷òî ïðàâà äîñòóïà äëÿ îòäåëüíûõ ïîëüçîâàòåëåé ìîãóò äàâàòü ïîëüçîâàòåëþ âîìîæíîñòü âõîäà â ôîðóìû è ò.ï. Âû áóäåòå ïðåäóïðåæäåíû â ýòîì ñëó÷àå.';
$lang['User_auth_explain'] = 'Çäåñü âû ìîæåòå èçìåíèòü ïðàâà äîñòóïà è ñòàòóñ ìîäåðàòîðà äëÿ îòäåëüíûõ ïîëüçîâàòåëåé. Íå çàáûâàéòå ïðè èçìåíåíèè ïðàâ ïîëüçîâàòåëÿ, ÷òî ïðàâà äîñòóïà äëÿ ãðóïïû ìîãóò äàâàòü ïîëüçîâàòåëþ âîçìîæíîñòü âõîäà â ôîðóìû è ò.ï. Âû áóäåòå ïðåäóïðåæäåíû â ýòîì ñëó÷àå.';
$lang['Forum_auth_explain'] = 'Çäåñü âû ìîæåòå ðåãóëèðîâàòü äîñòóï ê êàæäîìó ôîðóìó. Ó âàñ áóäåò îáû÷íûé è ïðîäâèíóòûé ðåæèì äëÿ ýòîãî, ïðîäâèíóòûé äà¸ò áîëüøå âîçìîæíîñòåé äëÿ êîíòðîëÿ. Ïîìíèòå, ÷òî èçìåíåíèå ïðàâ äîñòóïà ê ôîðóìó ïîâëèÿåò íà òî, êàêèå ïîëüçîâàòåëè ñìîãóò ñîâåðøàòü â í¸ì ðàçëè÷íûå äåéñòâèÿ';

$lang['Simple_mode'] = 'Ïðîñòîé ðåæèì';
$lang['Advanced_mode'] = 'Ïðîäâèíóòûé ðåæèì';
$lang['Moderator_status'] = 'Ñòàòóñ ìîäåðàòîðà';

$lang['Allowed_Access'] = 'Äîñòóï îòêðûò';
$lang['Disallowed_Access'] = 'Äîñòóï çàêðûò';
$lang['Is_Moderator'] = 'Ìîäåðàòîð';
$lang['Not_Moderator'] = 'Íå ìîäåðàòîð';

$lang['Conflict_warning'] = 'Ïðåäóïðåæäåíèå î êîíôëèêòå ïðàâ';
$lang['Conflict_access_userauth'] = 'Ó ïîëüçîâàòåëÿ (ïîëüçîâàòåëåé) âñ¸ åù¸ åñòü ïðàâà äîñòóïà ê ýòîìó ôîðóìó, ñâÿçàííûå ñ ÷ëåíñòâîì â ãðóïïå. Âàì, âîçìîæíî, íàäî èçìåíèòü ïðàâà äîñòóïà äëÿ ãðóïï èëè èñêëþ÷èòü ïîëüçîâàòåëÿ èç ãðóïïû äëÿ òîãî, ÷òîáû ïîëíîñòüþ çàêðûòü åìó ïðàâà äîñòóïà. Ãðóïïû, äàþùèå òàêèå ïðàâà, ïåðå÷èñëåíû íèæå.';
$lang['Conflict_mod_userauth'] = 'Ó äàííîãî ïîëüçîâàòåëÿ âñ¸ åù¸ åñòü ïðàâî ìîäåðèðîâàíèÿ ýòîãî ôîðóìà, ñâÿçàííîå ñ åãî ÷ëåíñòâîì â ãðóïïå. Âàì, âîçìîæíî, íàäî èçìåíèòü ïðàâà äîñòóïà äëÿ ãðóïï èëè èñêëþ÷èòü ïîëüçîâàòåëÿ èç ãðóïïû äëÿ òîãî, ÷òîáû ïîëíîñòüþ çàêðûòü åìó ïðàâî ìîäåðàöèè. Ãðóïïû, äàþùèå ýòî ïðàâî, ïåðå÷èñëåíû íèæå.';

$lang['Conflict_access_groupauth'] = 'Ó ïîëüçîâàòåëÿ (ïîëüçîâàòåëåé) âñ¸ åù¸ åñòü ïðàâà äîñòóïà ê ýòîìó ôîðóìó èç-çà óñòàíîâîê èõ ëè÷íûõ ïðàâ. Âàì, âîçìîæíî, íàäî èçìåíèòü èõ ïðàâà äëÿ òîãî, ÷òîáû ïîëíîñòüþ çàêðûòü èì äîñòóï. Ïîëüçîâàòåëè, èìåþùèå òàêèå ïðàâà, ïåðå÷èñëåíû íèæå.';
$lang['Conflict_mod_groupauth'] = 'Ó ïîëüçîâàòåëÿ (ïîëüçîâàòåëåé) âñ¸ åù¸ åñòü ïðàâî ìîäåðèðîâàíèÿ ýòîãî ôîðóìà èç-çà óñòàíîâîê èõ ëè÷íûõ ïðàâ. Âàì, âîçìîæíî, íàäî èçìåíèòü èõ ïðàâà äëÿ òîãî, ÷òîáû ïîëíîñòüþ çàêðûòü èì âîçìîæíîñòü ìîäåðèðîâàíèÿ. Ïîëüçîâàòåëè, èìåþùèå òàêèå ïðàâà, ïåðå÷èñëåíû íèæå.';

$lang['Public'] = 'Ïóáëè÷íûé';
$lang['Private'] = 'Ïðèâàòíûé';
$lang['Registered'] = 'Çàðåãèñòðèðîâàííûé';
$lang['Administrators'] = 'Àäìèíèñòðàòîðû';
$lang['Hidden'] = 'Ñïðÿòàííûé';

// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = 'Âñå';
$lang['Forum_REG'] = 'Ðåãèñòð.';
$lang['Forum_PRIVATE'] = 'Ïðèâàòíûé';
$lang['Forum_MOD'] = 'Ìîäåðàòîð';
$lang['Forum_ADMIN'] = 'Àäìèí';

$lang['View'] = 'Ñìîòðåòü';
$lang['Read'] = '×èòàòü';
$lang['Post'] = 'Ïèñàòü';
$lang['Reply'] = 'Îòâå÷àòü';
$lang['Edit'] = 'Ðåäàêòèðîâàòü';
$lang['Delete'] = 'Óäàëÿòü';
$lang['Sticky'] = 'Âàæíîå';
$lang['Announce'] = 'Îáúÿâëåíèå';
$lang['Vote'] = 'Ãîëîñîâàòü';
$lang['Pollcreate'] = 'Ñîçäàòü îïðîñ';

$lang['Permissions'] = 'Ïðàâà äîñòóïà';
$lang['Simple_Permission'] = 'Ïðîñòîå ïðàâî äîñòóïà';

$lang['User_Level'] = 'Ñòàòóñ ïîëüçîâàòåëÿ'; 
$lang['Auth_User'] = 'Ïîëüçîâàòåëü';
$lang['Auth_Admin'] = 'Àäìèíèñòðàòîð';
$lang['Group_memberships'] = '×ëåíñòâî â ãðóïïàõ';
$lang['Usergroup_members'] = 'Â ýòîé ãðóïïå ñîñòîÿò';

$lang['Forum_auth_updated'] = 'Ïðàâà äîñòóïà ê ôîðóìó èçìåíåíû';
$lang['User_auth_updated'] = 'Ïðàâà ïîëüçîâàòåëÿ èçìåíåíû';
$lang['Group_auth_updated'] = 'Ïðàâà ãðóïïû èçìåíåíû';

$lang['Auth_updated'] = 'Ïðàâà äîñòóïà èçìåíåíû';
$lang['Click_return_userauth'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ïðàâàìè ïîëüçîâàòåëåé%s';
$lang['Click_return_groupauth'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ïðàâàìè ãðóïï%s';
$lang['Click_return_forumauth'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ äîñòóïîì ê ôîðóìàì%s';


//
// Banning
//
$lang['Ban_control'] = '×¸ðíûå ñïèñêè';
$lang['Ban_explain'] = 'Çäåñü âû ìîæåòå çàêðûâàòü ïîëüçîâàòåëÿì ëþáîé äîñòóï ê ôîðóìàì. Âû ìîæåòå âíåñòè â ÷¸ðíûé ñïèñîê êîíêðåòíîãî ïîëüçîâàòåëÿ, à òàêæå îäèí èë íåñêîëüêî IP àäðåñîâ èëè èì¸í ñåðâåðîâ. Ýòîò ìåòîä íå äàñò ïîëüçîâàòåëþ óâèäåòü äàæå ñïèñîê ôîðóìîâ. ×òîáû çàïðåòèòü ðåãèñòðàöèþ ïîä äðóãèì èìåíåì, âû ìîæåòå òàêæå âíåñòè â ÷¸ðíûé ñïèñîê àäðåñ E-mail. Ó÷òèòå, çàïðåùåíèå òîëüêî E-mail àäðåñà íå çàêðîåò ïîëüçîâàòåëþ âîçìîæíîñòü çàõîäèòü íà ôîðóì è ïèñàòü ñîîáùåíèÿ. Äëÿ ýòîãî âàì ïðèä¸òñÿ âîñïîëüçîâàòüñÿ îäíèì èç ïåðâûõ äâóõ ìåòîäîâ.';
$lang['Ban_explain_warn'] = 'Ó÷òèòå, ÷òî ââîä äèàïàçîíà IP àäðåñîâ ïðèâåä¸ò ê äîáàâëåíèþ âñåõ àäðåñîâ ìåæäó ïåðâûì è ïîñëåäíèì â "÷¸ðíûé ñïèñîê". Áóäóò ïðîäåëàíû ïîïûòêè óìåíüøèòü ýòî êîëè÷åñòâî ââîäîì øàáëîíîâ, ãäå ýòî âîçìîæíî. Åñëè âàì äåéñòâèòåëüíî íàäî ââåñòè äèàïàçîí àäðåñîâ, ïîñòàðàéòåñü ñäåëàòü åãî ïîìåíüøå èëè, ÷òî åù¸ ëó÷øå, ââîäèòå îòäåëüíûå àäðåñà.';

$lang['Select_username'] = 'Âûáåðèòå ïîëüçîâàòåëÿ';
$lang['Select_ip'] = 'Âûáåðèòå IP àäðåñ';
$lang['Select_email'] = 'Âûáåðèòå àäðåñ E-mail';

$lang['Ban_username'] = 'Çàêðûòèå äîñòóïà îòäåëüíûì ïîëüçîâàòåëÿì';
$lang['Ban_username_explain'] = 'Âû ìîæåòå çàêðûòü äîñòóï íåñêîëüêèì ïîëüçîâàòåëÿì çà îäèí ðàç, èñïîëüçóÿ ïîäõîäÿùóþ äëÿ âàøåãî êîìïüþòåðà è áðàóçåðà êîìáèíàöèþ êëàâèàòóðû è ìûøè.';

$lang['Ban_IP'] = 'Çàêðûòü äîñòóï ñ îäíîãî èëè íåñêîëüêèõ àäðåñîâ IP èëè õîñòîâ';
$lang['IP_hostname'] = 'Àäðåñà IP èëè õîñòû';
$lang['Ban_IP_explain'] = '×òîáû óêàçàòü íåñêîëüêî ðàçíûõ àäðåñîâ èëè õîñòîâ, ðàçäåëèòå èõ çàïÿòûìè. ×òîáû óêàçàòü ïîñëåäîâàòåëüíîñòü àäðåñîâ IP ðàçäåëèòå íà÷àëî è êîíåö äåôèñîì (-), ÷òîáû óêàçàòü øàáëîí èñïîëüçóéòå *';

$lang['Ban_email'] = 'Çàïðåòèòü E-mail àäðåñà';
$lang['Ban_email_explain'] = '×òîáû çàïðåòèòü íåñêîëüêî E-mail àäðåñîâ, ðàçäåëèòå èõ çàïÿòûìè. ×òîáû óêàçàòü øàáëîí, èñïîëüçóéòå *, íàïðèìåð *@mail.ru';

$lang['Unban_username'] = 'Âíîâü îòêðûòü äîñòóï ïîëüçîâàòåëÿì';
$lang['Unban_username_explain'] = 'Âû ìîæåòå âíîâü îòêðûòü äîñòóï íåñêîëüêèì ïîëüçîâàòåëÿì çà îäèí ðàç, èñïîëüçóÿ ïîäõîäÿùóþ äëÿ âàøåãî êîìïüþòåðà è áðàóçåðà êîìáèíàöèþ êëàâèàòóðû è ìûøè.';

$lang['Unban_IP'] = 'Âíîâü îòêðûòü äîñòóï ñ àäðåñîâ IP';
$lang['Unban_IP_explain'] = 'Âû ìîæåòå âíîâü ðàçðåøèòü äîñòóï ñ íåñêîëüêèõ àäðåñîâ IP çà îäèí ðàç, èñïîëüçóÿ ïîäõîäÿùóþ äëÿ âàøåãî êîìïüþòåðà è áðàóçåðà êîìáèíàöèþ êëàâèàòóðû è ìûøè.';

$lang['Unban_email'] = 'Âíîâü ðàçðåøèòü àäðåñà E-mail';
$lang['Unban_email_explain'] = 'Âû ìîæåòå âíîâü ðàçðåøèòü íåñêîëüêî àäðåñîâ E-mail çà îäèí ðàç, èñïîëüçóÿ ïîäõîäÿùóþ äëÿ âàøåãî êîìïüþòåðà è áðàóçåðà êîìáèíàöèþ êëàâèàòóðû è ìûøè.';

$lang['No_banned_users'] = '×¸ðíûé ñïèñîê ïîëüçîâàòåëåé ïóñò';
$lang['No_banned_ip'] = '×¸ðíûé ñïèñîê àäðåñîâ IP ïóñò';
$lang['No_banned_email'] = '×¸ðíûé ñïèñîê àäðåñîâ E-mail ïóñò';

$lang['Ban_update_sucessful'] = '×¸ðíûé ñïèñîê áûë óñïåøíî îáíîâë¸í';
$lang['Click_return_banadmin'] = '%sÂåðíóòüñÿ ê ÷¸ðíûì ñïèñêàì%s';


//
// Configuration
//
$lang['General_Config'] = 'Îáùèå íàñòðîéêè';
$lang['Config_explain'] = 'Ýòà ôîðìà ïîçâîëèò âàì èçìåíèòü îáùèå íàñòðîéêè ôîðóìîâ. Äëÿ óïðàâëåíèÿ ïîëüçîâàòåëÿìè è îòäåëüíûìè ôîðóìàìè èñïîëüçóéòå ñîîòâåòñòâóþùèå ññûëêè ñëåâà.';

$lang['Click_return_config'] = '%sÂåðíóòüñÿ ê îáùèì íàñòðîéêàì%s';

$lang['General_settings'] = 'Îáùèå íàñòðîéêè ôîðóìîâ';
$lang['Server_name'] = 'Èìÿ ñåðâåðà';
$lang['Server_name_explain'] = 'Èìÿ ñåðâåðà, íà êîòîðîì çàïóùåíû ýòè ôîðóìû';
$lang['Script_path'] = 'Ïóòü ê ôîðóìàì';
$lang['Script_path_explain'] = 'Ïóòü ê êàòàëîãó, ñîäåðæàùåìó phpBB, îòíîñèòåëüíî êîðíÿ ñàéòà';
$lang['Server_port'] = 'Ïîðò ñåðâåðà';
$lang['Server_port_explain'] = 'Ïîðò, íà êîòîðîì çàïóùåí âàø ñåðâåð (îáû÷íî 80, èçìåíÿéòå <b>òîëüêî</b> åñëè ñåðâåð ðàáîòàåò íà äðóãîì ïîðòó)';
$lang['Site_name'] = 'Íàçâàíèå ñàéòà';
$lang['Site_desc'] = 'Îïèñàíèå ñàéòà';
$lang['Board_disable'] = 'Îòêëþ÷èòü ôîðóìû';
$lang['Board_disable_explain'] = 'Ôîðóìû ñòàíóò íåäîñòóïíûìè ïîëüçîâàòåëÿì. Íå âûõîäèòå ïîñëå îòêëþ÷åíèÿ ôîðóìîâ, ñíîâà âîéòè âû íå ñìîæåòå!';
$lang['Acct_activation'] = 'Âêëþ÷èòü àêòèâèçàöèþ ó÷¸òíûõ çàïèñåé';
$lang['Acc_None'] = 'Íåò'; // These three entries are the type of activation
$lang['Acc_User'] = 'Ïîëüçîâàòåëåì';
$lang['Acc_Admin'] = 'Àäìèíèñòðàòîðîì';

$lang['Abilities_settings'] = 'Îáùèå íàñòðîéêè ôîðóìîâ è ïîëüçîâàòåëåé';
$lang['Max_poll_options'] = 'Ìàêñ. êîë-âî âàðèàíòîâ îòâåòà â îïðîñå';
$lang['Flood_Interval'] = 'Çàäåðæêà &laquo;ôëóäèíãà&raquo;';
$lang['Flood_Interval_explain'] = 'Âðåìÿ (â ñåêóíäàõ), êîòîðîå äîëæíî ïðîéòè ìåæäó äâóìÿ ñîîáùåíèÿìè ïîëüçîâàòåëÿ.'; 
$lang['Board_email_form'] = 'Ðàññûëêà E-mail ñîîáùåíèé ÷åðåç ôîðóìû';
$lang['Board_email_form_explain'] = 'Ïîëüçîâàòåëè ñìîãóò ïîñûëàòü äðóã äðóãó E-mail ÷åðåç ôîðóìû';
$lang['Topics_per_page'] = 'Òåì íà ñòðàíèöó';
$lang['Posts_per_page'] = 'Ñîîáùåíèé íà ñòðàíèöó';
$lang['Hot_threshold'] = 'Ñîîáùåíèé â &laquo;ïîïóëÿðíîé&raquo; òåìå';
$lang['Default_style'] = 'Ñòèëü ïî óìîë÷àíèþ';
$lang['Override_style'] = 'Çàìåíÿòü ñòèëü ïîëüçîâàòåëÿ';
$lang['Override_style_explain'] = 'Çàìåíÿòü âûáðàííûé ïîëüçîâàòåëåì ñòèëü íà ñòèëü ïî óìîë÷àíèþ';
$lang['Default_language'] = 'ßçûê ïî óìîë÷àíèþ';
$lang['Date_format'] = 'Ôîðìàò äàòû';
$lang['System_timezone'] = '×àñîâîé ïîÿñ';
$lang['Enable_gzip'] = 'Âêëþ÷èòü ñæàòèå GZip';
$lang['Enable_prune'] = 'Âêëþ÷èòü ÷èñòêó ôîðóìîâ';
$lang['Allow_HTML'] = 'Ðàçðåøèòü HTML';
$lang['Allow_BBCode'] = 'Ðàçðåøèòü BBCode';
$lang['Allowed_tags'] = 'Ðàçðåø¸ííûå òåãè HTML';
$lang['Allowed_tags_explain'] = 'Ñïèñîê ðàçðåøåííûõ òåãîâ, ðàçäåë¸ííûé çàïÿòûìè';
$lang['Allow_smilies'] = 'Ðàçðåøèòü ñìàéëèêè';
$lang['Smilies_path'] = 'Ïóòü ê ñìàéëèêàì';
$lang['Smilies_path_explain'] = 'Êàòàëîã íèæå êîðíÿ phpBB, íàïðèìåð images/smilies';
$lang['Allow_sig'] = 'Ðàçðåøèòü ïîäïèñè';
$lang['Max_sig_length'] = 'Ìàêñ. äëèíà ïîäïèñè';
$lang['Max_sig_length_explain'] = 'Ìàêñèìàëüíîå êîë-âî ñèìâîëîâ â ïîäïèñè ïîëüçîâàòåëÿ';
$lang['Allow_name_change'] = 'Ðàçðåøèòü ñìåíó èìåíè ïîëüçîâàòåëÿ';

$lang['Avatar_settings'] = 'Íàñòðîéêè àâàòàð';
$lang['Allow_local'] = 'Ðàçðåøèòü àâàòàð èç ãàëåðåè';
$lang['Allow_remote'] = 'Ðàçðåøèòü óäàëåííûõ àâàòàð';
$lang['Allow_remote_explain'] = 'Ññûëêà íà àâàòàðó, íàõîäÿùóþñÿ íà äðóãîì ñàéòå';
$lang['Allow_upload'] = 'Ðàçðåøèòü çàêà÷êó àâàòàð';
$lang['Max_filesize'] = 'Ìàêñ. ðàçìåð ôàéëà àâàòàðû';
$lang['Max_filesize_explain'] = 'Äëÿ çàêà÷àííûõ ôàéëîâ';
$lang['Max_avatar_size'] = 'Ìàêñ. ðàçìåð èçîáðàæåíèÿ';
$lang['Max_avatar_size_explain'] = '(âûñîòà x øèðèíà â ïèêñåëÿõ)';
$lang['Avatar_storage_path'] = 'Ïóòü ê àâàòàðàì';
$lang['Avatar_storage_path_explain'] = 'Êàòàëîã íèæå êîðíÿ phpBB, íàïðèìåð images/avatars';
$lang['Avatar_gallery_path'] = 'Ïóòü ê ãàëåðåå àâàòàð';
$lang['Avatar_gallery_path_explain'] = 'Êàòàëîã íèæå êîðíÿ phpBB äëÿ ãîòîâûõ êàðòèíîê, íàïðèìåð images/avatars/gallery';

$lang['COPPA_settings'] = 'COPPA Settings';
$lang['COPPA_fax'] = 'COPPA Fax Number';
$lang['COPPA_mail'] = 'COPPA Mailing Address';
$lang['COPPA_mail_explain'] = 'This is the mailing address where parents will send COPPA registration forms';

$lang['Email_settings'] = 'Íàñòðîéêè E-mail';
$lang['Admin_email'] = 'Àäðåñ E-mail àäìèíèñòðàòîðà';
$lang['Email_sig'] = 'Ïîäïèñü â ñîîáùåíèÿõ E-mail';
$lang['Email_sig_explain'] = 'Ýòîò òåêñò áóäåò ïîäñòàâëÿòüñÿ âî âñå ïèñüìà, ðàññûëàåìûå èç ôîðóìîâ';
$lang['Use_SMTP'] = 'Èñïîëüçîâàòü ñåðâåð SMTP äëÿ îòïðàâêè ïî÷òû';
$lang['Use_SMTP_explain'] = 'Îòìåòüòå, åñëè âû õîòèòå/âûíóæäåíû îòñûëàòü ïî÷òó ÷åðåç ñåðâåð SMTP, à íå ëîêàëüíóþ ïî÷òîâóþ ñëóæáó';
$lang['SMTP_server'] = 'Àäðåñ ñåðâåðà SMTP';
$lang['SMTP_username'] = 'Èìÿ ïîëüçîâàòåëÿ äëÿ SMTP';
$lang['SMTP_username_explain'] = 'Íå óêàçûâàéòå èìÿ ïîëüçîâàòåëÿ åñëè îíî íå òðåáóåòñÿ äëÿ ðàáîòû ñ âàøèì ñåðâåðîì SMTP';
$lang['SMTP_password'] = 'Ïàðîëü äëÿ SMTP';
$lang['SMTP_password_explain'] = 'Íå óêàçûâàéòå ïàðîëü åñëè îí íå òðåáóåòñÿ äëÿ ðàáîòû ñ âàøèì ñåðâåðîì SMTP';

$lang['Disable_privmsg'] = 'Ëè÷íûå ñîîáùåíèÿ';
$lang['Inbox_limits'] = 'Ìàêñ. ÷èñëî ñîîáùåíèé â ïàïêå &laquo;Âõîäÿùèå&raquo;';
$lang['Sentbox_limits'] = 'Ìàêñ. ÷èñëî ñîîáùåíèé â ïàïêå &laquo;Îòïðàâëåííûå&raquo;';
$lang['Savebox_limits'] = 'Ìàêñ. ÷èñëî ñîîáùåíèé â ïàïêå &laquo;Ñîõðàí¸ííûå&raquo;';

$lang['Cookie_settings'] = 'Íàñòðîéêè êóêîâ'; 
$lang['Cookie_settings_explain'] = 'Âû ìîæåòå èçìåíèòü ïàðàìåòðû êóêîâ (cookies), îòïðàâëÿåìûõ ïîëüçîâàòåëÿì. Â áîëüøèíñòâå ñëó÷àåâ ïîäõîäÿò çíà÷åíèÿ ïî óìîë÷àíèþ. Åñëè âàì òðåáóåòñÿ èõ èçìåíèòü, ñîáëþäàéòå îñòîðîæíîñòü: íåâåðíûå çíà÷åíèÿ ìîãóò ïîìåøàòü ïîëüçîâàòåëÿì âõîäèòü â ñèñòåìó.';
$lang['Cookie_domain'] = 'Äîìåí êóêè';
$lang['Cookie_name'] = 'Èìÿ êóêè';
$lang['Cookie_path'] = 'Ïóòü êóêè';
$lang['Cookie_secure'] = 'Áåçîïàñíûå êóêè [ https ]';
$lang['Cookie_secure_explain'] = 'Åñëè âàø ñåðâåð ðàáîòàåò ÷åðåç SSL, òî âêëþ÷èòå ýòó óñòàíîâêó, â ïðîòèâíîì ñëó÷àå îñòàâüòå âûêëþ÷åííîé.';
$lang['Session_length'] = 'Äëèíà ñåññèè [ â ñåêóíäàõ ]';


//
// Forum Management
//
$lang['Forum_admin'] = 'Óïðàâëåíèå ôîðóìàìè';
$lang['Forum_admin_explain'] = 'Çäåñü âû ìîæåòå ñîçäàâàòü, óäàëÿòü è èçìåíÿòü ïîðÿäîê âûâîäà êàòåãîðèé è ôîðóìîâ';
$lang['Edit_forum'] = 'Èçìåíèòü ôîðóì';
$lang['Create_forum'] = 'Ñîçäàòü íîâûé ôîðóì';
$lang['Create_category'] = 'Ñîçäàòü íîâóþ êàòåãîðèþ';
$lang['Remove'] = 'Óäàëèòü';
$lang['Action'] = 'Äåéñòâèå';
$lang['Update_order'] = 'Èçìåíèòü ïîðÿäîê';
$lang['Config_updated'] = 'Êîíôèãóðàöèÿ ôîðóìîâ óñïåøíî èçìåíåíà';
$lang['Edit'] = 'Èçìåíèòü';
$lang['Delete'] = 'Óäàëèòü';
$lang['Move_up'] = 'Ñäâèíóòü ââåðõ';
$lang['Move_down'] = 'Ñäâèíóòü âíèç';
$lang['Resync'] = 'Ñèíõðîíèçàöèÿ';
$lang['No_mode'] = 'Íå áûëî çàäàíî äåéñòâèå';
$lang['Forum_edit_delete_explain'] = 'Çäåñü âû ìîæåòå èçìåíèòü íàçâàíèå è îïèñàíèå ôîðóìà, çàêðûòü åãî (èëè âíîâü îòêðûòü) è íàñòðîèòü àâòîìàòè÷åñêóþ ÷èñòêó. Äëÿ óïðàâëåíèÿ ïðàâàìè äîñòóïà ê ôîðóìó âîñïîëüçóéòåñü ñîîòâåòñòâóþùåé ññûëêîé â ëåâîé ÷àñòè.';

$lang['Move_contents'] = 'Ïåðåíåñòè âñ¸ ñîäåðæèìîå';
$lang['Forum_delete'] = 'Óäàëèòü ôîðóì';
$lang['Forum_delete_explain'] = 'Çäåñü âû ñìîæåòå óäàëèòü ôîðóì (èëè êàòåãîðèþ) è ðåøèòü, êóäà ïåðåíåñòè âñå òåìû (èëè ôîðóìû), êîòîðûå òàì ñîäåðæàëèñü.';

$lang['Forum_settings'] = 'Îáùèå ïàðàìåòðû ôîðóìà';
$lang['Forum_name'] = 'Íàçâàíèå ôîðóìà';
$lang['Forum_desc'] = 'Îïèñàíèå';
$lang['Forum_status'] = 'Ñòàòóñ ôîðóìà';
$lang['Forum_pruning'] = 'Àâòîìàòè÷åñêàÿ ÷èñòêà';

$lang['prune_freq'] = 'Ïðîâåðÿòü âîçðàñò òåìû êàæäûå';
$lang['prune_days'] = 'Óäàëÿòü òåìû, â êîòîðûõ íå áûëî ñîîáùåíèé ïîñëåäíèå';
$lang['Set_prune_data'] = 'Âû âûáðàëè äëÿ ýòîãî ôîðóìà àâòîìàòè÷åñêóþ ÷èñòêó, íî íå óêàçàëè ÷àñòîòó, ñ êîòîðîé åãî òðåáóåòñÿ ÷èñòèòü. Ïîæàëóéñòà, âåðíèòåñü è óêàæèòå å¸.';

$lang['Move_and_Delete'] = 'Ïåðåíåñòè è óäàëèòü';

$lang['Delete_all_posts'] = 'Óäàëèòü âñå òåìû';
$lang['Nowhere_to_move'] = 'Íåêóäà ïåðåíîñèòü';

$lang['Edit_Category'] = 'Èçìåíèòü êàòåãîðèþ';
$lang['Edit_Category_explain'] = 'Èñïîëüçóéòå ýòó ôîðìó, ÷òîáû èçìåíèòü íàçâàíèå êàòåãîðèè';

$lang['Forums_updated'] = 'Èíôîðìàöèÿ î ôîðóìàõ è êàòåãîðèÿõ óñïåøíî èçìåíåíà';

$lang['Must_delete_forums'] = 'Âû äîëæíû óäàëèòü âñå ôîðóìû, ïðåæäå ÷åì ñìîæåòå óäàëèòü ýòó êàòåãîðèþ';

$lang['Click_return_forumadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ôîðóìàìè%s';


//
// Smiley Management
//
$lang['smiley_title'] = 'Óòèëèòà ðåäàêòèðîâàíèÿ ñìàéëèêîâ';
$lang['smile_desc'] = 'Çäåñü âû ìîæåòå ðåäàêòèðîâàòü ñïèñîê ñìàéëèêîâ';

$lang['smiley_config'] = 'Óïðàâëåíèå ñìàéëèêàìè';
$lang['smiley_code'] = 'Êîä ñìàéëèêà';
$lang['smiley_url'] = 'Ôàéë ñ èçîáðàæåíèåì ñìàéëèêà';
$lang['smiley_emot'] = 'Ýìîöèÿ ñìàéëèêà';
$lang['smile_add'] = 'Äîáàâèòü íîâûé ñìàéëèê';
$lang['Smile'] = 'Ñìàéëèê';
$lang['Emotion'] = 'Ýìîöèÿ';

$lang['Select_pak'] = 'Âûáåðèòå ôàéë ñ íàáîðîì (.pak)';
$lang['replace_existing'] = 'Çàìåíèòü ñóùåñòâóþùèé ñìàéëèê';
$lang['keep_existing'] = 'Ñîõðàíèòü ñóùåñòâóþùèé ñìàéëèê';
$lang['smiley_import_inst'] = 'Âû äîëæíû ðàñïàêîâàòü íàáîð ñìàéëèêîâ è çàêà÷àòü âñå ôàéëû â ïîäõîäÿùóþ äëÿ âàøåé óñòàíîâêè äèðåêòîðèþ. Ïîòîì âûáåðèòå â ýòîé ôîðìå íóæíóþ èíôîðìàöèþ äëÿ èìïîðòà íàáîðà ñìàéëèêîâ.';
$lang['smiley_import'] = 'Èìïîðò íàáîðà ñìàéëèêîâ';
$lang['choose_smile_pak'] = 'Âûáåðèòå ôàéë .pak ñ íàáîðîì';
$lang['import'] = 'Èìïîðòèðîâàòü ñìàéëèêè';
$lang['smile_conflicts'] = '×òî äåëàòü â ñëó÷àå êîíôëèêòà';
$lang['del_existing_smileys'] = 'Óäàëèòü ïåðåä èìïîðòîì ñóùåñòâóþùèå ñìàéëèêè';
$lang['import_smile_pack'] = 'Èìïîðòèðîâàòü íàáîð ñìàéëèêîâ';
$lang['export_smile_pack'] = 'Ñîçäàòü íàáîð ñìàéëèêîâ';
$lang['export_smiles'] = 'Äëÿ ñîçäàíèÿ íàáîðà ñìàéëèêîâ èç ñìàéëèêîâ, óñòàíîâëåííûõ â äàííûé ìîìåíò, %sñêà÷àéòå ôàéë smiles.pak%s. Ïåðåèìåíóéòå åãî êàê âàì íóæíî, ñîõðàíèâ ïðè ýòîì ðàñøèðåíèå .pak, çàòåì ñîçäàéòå ôàéë zip, ñîäåðæàùèé âñå èçîáðàæåíèÿ ñìàéëèêîâ, à òàêæå ýòîò ôàéë.';

$lang['smiley_add_success'] = 'Ñìàéëèê áûë óñïåøíî äîáàâëåí';
$lang['smiley_edit_success'] = 'Ñìàéëèê áûë óñïåøíî èçìåí¸í';
$lang['smiley_import_success'] = 'Íàáîð ñìàéëèêîâ áûë óñïåøíî èìïîðòèðîâàí';
$lang['smiley_del_success'] = 'Ñìàéëèê áûë óñïåøíî óäàë¸í';
$lang['Click_return_smileadmin'] = '%sÂåðíóòüñÿ ê ñïèñêó ñìàéëèêîâ%s';


//
// User Management
//
$lang['User_admin'] = 'Óïðàâëåíèå ïîëüçîâàòåëÿìè';
$lang['User_admin_explain'] = 'Çäåñü âû ìîæåòå èçìåíèòü èíôîðìàöèþ î ïîëüçîâàòåëå. ×òîáû èçìåíèòü ïðàâà äîñòóïà èñïîëüçóéòå ïàíåëü óïðàâëåíèÿ ïðàâàìè äîñòóïà';

$lang['Look_up_user'] = 'Âûáðàòü ïîëüçîâàòåëÿ'; 

$lang['Admin_user_fail'] = 'Íå ìîãó èçìåíèòü ïðîôèëü ïîëüçîâàòåëÿ';
$lang['Admin_user_updated'] = 'Ïðîôèëü ïîëüçîâàòåëÿ áûë óñïåøíî èçìåí¸í';
$lang['Click_return_useradmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ïîëüçîâàòåëÿìè%s';

$lang['User_delete'] = 'Óäàëèòü ýòîãî ïîëüçîâàòåëÿ';
$lang['User_delete_explain'] = 'Ùåëêíèòå çäåñü äëÿ óäàëåíèÿ ýòîãî ïîëüçîâàòåëÿ. Îïåðàöèþ íåëüçÿ áóäåò îòìåíèòü.';
$lang['User_deleted'] = 'Ïîëüçîâàòåëü áûë óñïåøíî óäàë¸í.';

$lang['User_status'] = 'Ïîëüçîâàòåëü àêòèâåí';
$lang['User_allowpm'] = 'Ìîæåò ïîñûëàòü ëè÷íûå ñîîáùåíèÿ';
$lang['User_allowavatar'] = 'Ìîæåò ïîêàçûâàòü àâàòàðó';

$lang['Admin_avatar_explain'] = 'Çäåñü âû ìîæåòå ïðîñìîòðåòü è óäàëèòü òåêóùóþ àâàòàðó ïîëüçîâàòåëÿ';

$lang['User_special'] = 'Ïîëÿ òîëüêî äëÿ àäìèíà';
$lang['User_special_explain'] = 'Ýòè ïîëÿ ñàìè ïîëüçîâàòåëè ðåäàêòèðîâàòü íå ìîãóò. Çäåñü âû ìîæåòå óñòàíîâèòü èõ ñòàòóñ è ñäåëàòü ïðî÷èå íåäîñòóïíûå èì íàñòðîéêè.';


//
// Group Management
//
$lang['Group_administration'] = 'Óïðàâëåíèå ãðóïïàìè';
$lang['Group_admin_explain'] = 'Çäåñü âû ìîæåòå óïðàâëÿòü âñåìè âàøèìè ãðóïïàìè: ýòî âêëþ÷àåò óäàëåíèå, äîáàâëåíèå è èçìåíåíèå ãðóïï. Âû ìîæåòå íàçíà÷àòü ìîäåðàòîðîâ, èçìåíÿòü îòêðûòûé/çàêðûòûé ñòàòóñ ãðóïïû è óñòàíàâëèâàòü å¸ íàçâàíèå è îïèñàíèå.';
$lang['Error_updating_groups'] = 'Îøèáêà ïðè èçìåíåíèè ãðóïïû.';
$lang['Updated_group'] = 'Ãðóïïà áûëà óñïåøíî èçìåíåíà';
$lang['Added_new_group'] = 'Ãðóïïà áûëà óñïåøíî ñîçäàíà';
$lang['Deleted_group'] = 'Ãðóïïà áûëà óñïåøíî óäàëåíà';
$lang['New_group'] = 'Ñîçäàòü íîâóþ ãðóïïó';
$lang['Edit_group'] = 'Èçìåíèòü ãðóïïó';
$lang['group_name'] = 'Íàçâàíèå ãðóïïû';
$lang['group_description'] = 'Îïèñàíèå ãðóïïû';
$lang['group_moderator'] = 'Ìîäåðàòîð ãðóïïû';
$lang['group_status'] = 'Ñòàòóñ ãðóïïû';
$lang['group_open'] = 'Ãðóïïà ñ îòêðûòûì ÷ëåíñòâîì';
$lang['group_closed'] = 'Ãðóïïà ñ çàêðûòûì ÷ëåíñòâîì';
$lang['group_hidden'] = 'Ñêðûòàÿ ãðóïïà';
$lang['group_delete'] = 'Óäàëèòü ãðóïïó.';
$lang['group_delete_check'] = 'Óäàëèòü ýòó ãðóïïó';
$lang['submit_group_changes'] = 'Ñîõðàíèòü èçìåíåíèÿ';
$lang['reset_group_changes'] = 'Îòìåíèòü èçìåíåíèÿ';
$lang['No_group_name'] = 'Âû äîëæíû óêàçàòü íàçâàíèå ãðóïïû';
$lang['No_group_moderator'] = 'Âû äîëæíû âûáðàòü ìîäåðàòîðà ãðóïïû';
$lang['No_group_mode'] = 'Âû äîëæíû âûáðàòü ðåæèì ãðóïïû: îòêðûòûé èëè çàêðûòûé';
$lang['No_group_action'] = 'Íå áûëî âûáðàíî äåéñòâèå';
$lang['delete_group_moderator'] = 'Óäàëèòü ñòàðîãî ìîäåðàòîðà?';
$lang['delete_moderator_explain'] = 'Åñëè âû ìåíÿåòå ìîäåðàòîðà ãðóïïû è ïîñòàâèòå çäåñü ãàëî÷êó, òî ïðåäûäóùèé ìîäåðàòîð áóäåò èñêëþ÷¸í èç ãðóïïû. Åñëè âû å¸ íå ïîñòàâèòå, òî îí ñòàíåò îáû÷íûì ÷ëåíîì ãðóïïû.';
$lang['Click_return_groupsadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ãðóïïàìè%s';
$lang['Select_group'] = 'Âûáåðèòå ãðóïïó';
$lang['Look_up_group'] = 'Âûáðàòü ãðóïïó';


//
// Prune Administration
//
$lang['Forum_Prune'] = '×èñòêà ôîðóìîâ';
$lang['Forum_Prune_explain'] = 'Áóäóò óäàëåíû òåìû, â êîòîðûõ íå áûëî íîâûõ ñîîáùåíèé çà âûáðàííîå ÷èñëî äíåé. Åñëè âû íå ââåä¸òå ÷èñëî, òî áóäóò óäàëåíû âñå òåìû. Íå áóäóò óäàëåíû òåìû, â êîòîðûõ ïðîäîëæàþòñÿ îïðîñû, à òàêæå îáúÿâëåíèÿ. Âàì ïðèä¸òñÿ óäàëÿòü òàêèå òåìû âðó÷íóþ.';
$lang['Do_Prune'] = 'Ïðîâåñòè ÷èñòêó';
$lang['All_Forums'] = 'Âñå ôîðóìû';
$lang['Prune_topics_not_posted'] = 'Óäàëÿòü òåìû, â êîòîðûõ íå áûëî îòâåòîâ çà äàííîå êîë-âî äíåé';
$lang['Topics_pruned'] = 'Òåì âû÷èùåíî';
$lang['Posts_pruned'] = 'Ñîîáùåíèé âû÷èùåíî';
$lang['Prune_success'] = 'Ôîðóì óñïåøíî ïî÷èùåí';


//
// Word censor
//
$lang['Words_title'] = 'Àâòîöåíçîð';
$lang['Words_explain'] = 'Çäåñü âû ìîæåòå äîáàâèòü, èçìåíèòü èëè óäàëèòü ñëîâà, êîòîðûå áóäóò àâòîìàòè÷åñêè ïîäâåðãàòüñÿ öåíçóðå íà âàøèõ ôîðóìàõ. Êðîìå òîãî, ïîëüçîâàòåëè íå ñìîãóò çàðåãèñòðèðîâàòüñÿ ïîä èìåíàìè, ñîäåðæàùèìè ýòè ñëîâà. Â ñïèñêå ñëîâ ìîãóò èñïîëüçîâàòüñÿ øàáëîíû (*), ò.å. ê \'*òåñò*\' ïîäîéä¸ò \'ïðîòåñòèðîâàòü\', ê \'òåñò*\' &mdash; \'òåñòèðîâàíèå\', ê \'*òåñò\' &mdash; \'ïðîòåñò\'.<br>(Ïðèìå÷àíèå ïåðåâîä÷èêà) Ðåêîìåíäóþ ïîëüçîâàòüñÿ ýòîé ôè÷åé <b>î÷åíü</b> àêêóðàòíî: íàïðèìåð, íåêèå î÷åâèäíûå çàìåíû áóäó íåàäåêâàòíî ðåàãèðîâàòü íà ñëîâà \'ïîòðåáèòåëü\', \'óïîòðåáëÿòü\' è ò.ï.';
$lang['Word'] = 'Ñëîâî';
$lang['Edit_word_censor'] = 'Èçìåíèòü àâòîöåíçîð';
$lang['Replacement'] = 'Çàìåíà';
$lang['Add_new_word'] = 'Äîáàâèòü íîâîå ñëîâî';
$lang['Update_word'] = 'Îáíîâèòü àâòîöåíçîð';

$lang['Must_enter_word'] = 'Âû äîëæíû ââåñòè ñëîâî è åãî çàìåíó';
$lang['No_word_selected'] = 'Íå âûáðàíî ñëîâî äëÿ ðåäàêòèðîâàíèÿ';

$lang['Word_updated'] = 'Âûáðàííûé àâòîöåíçîð áûë óñïåøíî èçìåí¸í';
$lang['Word_added'] = 'Àâòîöåíçîð áûë óñïåøíî äîáàâëåí';
$lang['Word_removed'] = 'Âûáðàííûé àâòîöåíçîð áûë óñïåøíî óäàë¸í';

$lang['Click_return_wordadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ àâòîöåíçîðîì%s';


//
// Mass Email
//
$lang['Mass_email_explain'] = 'Âû ìîæåòå ðàçîñëàòü E-mail ñîîáùåíèå ëèáî âñåì âàøèì ïîëüçîâàòåëÿì, ëèáî ïîëüçîâàòåëÿì, âõîäÿùèì â îïðåäåë¸ííóþ ãðóïïó. Ñîîáùåíèå áóäåò îòïðàâëåíî íà àäìèíèñòðàòèâíûé àäðåñ, ñ BCC: âñåì ïîëó÷àòåëÿì. Åñëè âû îòïðàâëÿåòå ïèñüìî áîëüøîé ãðóïïå ëþäåé, òî áóäüòå òåðïåëèâû: íå îñòàíàâëèâàéòå çàãðóçêó ñòðàíèöû ïîñëå íàæàòèÿ êíîïêè. Ìàññîâàÿ ðàññûëêà ìîæåò çàíÿòü ìíîãî âðåìåíè, âû óâèäèòå ñîîáùåíèå, êîãäà âûïîëíåíèå çàâåðøèòñÿ.';
$lang['Compose'] = 'Òåêñò ñîîáùåíèÿ'; 

$lang['Recipients'] = 'Ïîëó÷àòåëè'; 
$lang['All_users'] = 'Âñå ïîëüçîâàòåëè';

$lang['Email_successfull'] = 'Âàøå ñîîáùåíèå áûëî îòïðàâëåíî';
$lang['Click_return_massemail'] = '%sÂåðíóòüñÿ ê ìàññîâîé ðàññûëêå%s';


//
// Ranks admin
//
$lang['Ranks_title'] = 'Óïðàâëåíèå çâàíèÿìè';
$lang['Ranks_explain'] = 'Çäåñü âû ìîæåòå äîáàâëÿòü, ðåäàêòèðîâàòü, ïðîñìàòðèâàòü è óäàëÿòü çâàíèÿ. Âû òàêæå ìîæåòå ñîçäàâàòü ñïåöèàëüíûå çâàíèÿ, êîòîðûå ìîãóò çàòåì áûòü ïðèñâîåíû ïîëüçîâàòåëÿì íà ñòðàíèöå óïðàâëåíèÿ ïîëüçîâàòåëÿìè.';

$lang['Add_new_rank'] = 'Íîâîå çâàíèå';

$lang['Rank_title'] = 'Çâàíèå';
$lang['Rank_special'] = 'Ñïåöèàëüíîå çâàíèå';
$lang['Rank_minimum'] = 'Ìèíèìóì ñîîáùåíèé';
$lang['Rank_maximum'] = 'Ìàêñèìóì ñîîáùåíèé';
$lang['Rank_image'] = 'Êàðòèíêà ê çâàíèþ (îòíîñèòåëüíî êîðíÿ phpBB2)';
$lang['Rank_image_explain'] = 'Çäåñü âû ìîæåòå ïðèñâîèòü âñåì èìåþùèì òàêîå çâàíèå ñïåöèàëüíîå èçîáðàæåíèå. Âû ìîæåòå óêàçàòü ëèáî îòíîñèòåëüíûé, ëèáî àáñîëþòíûé ïóòü ê èçîáðàæåíèþ';

$lang['Must_select_rank'] = 'Èçâèíèòå, âû íå âûáðàëè çâàíèå. Âåðíèòåñü è ïîïðîáóéòå åù¸ ðàç.';
$lang['No_assigned_rank'] = 'Ñïåöèàëüíîãî çâàíèÿ íå ïðèñâîåíî';

$lang['Rank_updated'] = 'Çâàíèå áûëî óñïåøíî èçìåíåíî';
$lang['Rank_added'] = 'Çâàíèå áûëî óñïåøíî äîáàâëåíî';
$lang['Rank_removed'] = 'Çâàíèå áûëî óñïåøíî óäàëåíî';

$lang['Click_return_rankadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ çâàíèÿìè%s';


//
// Disallow Username Admin
//
$lang['Disallow_control'] = 'Çàïðåù¸ííûå èìåíà ïîëüçîâàòåëÿ';
$lang['Disallow_explain'] = 'Çäåñü âû ìîæåòå çàäàòü èìåíà, êîòîðûå áóäóò çàïðåùåíû ê èñïîëüçîâàíèþ. Çàïðåù¸ííûå èìåíà ìîãóò ñîäåðæàòü øàáëîí '*'. Ó÷òèòå: âû íå ñìîæåòå çàïðåòèòü èìÿ, åñëè óæå ñóùåñòâóåò ïîëüçîâàòåëü ñ òàêèì èìåíåì. Âàì ïðèä¸òñÿ ñíà÷àëà óäàëèòü ïîëüçîâàòåëÿ, à óæå ïîòîì çàïðåòèòü èìÿ.';

$lang['Delete_disallow'] = 'Óäàëèòü';
$lang['Delete_disallow_title'] = 'Óäàëèòü çàïðåù¸ííîå èìÿ ïîëüçîâàòåëÿ';
$lang['Delete_disallow_explain'] = 'Âû ìîæåòå óáðàòü çàïðåù¸ííîå èìÿ, âûáðàâ åãî èç ñïèñêà è íàæàâ êíîïêó &laquo;ñîõðàíèòü&raquo;';

$lang['Add_disallow'] = 'Äîáàâèòü';
$lang['Add_disallow_title'] = 'Äîáàâèòü çàïðåù¸ííîå èìÿ ïîëüçîâàòåëÿ';
$lang['Add_disallow_explain'] = 'Âû ìîæåòå çàïðåòèòü èìÿ ïîëüçîâàòåëÿ, èñïîëüçóÿ øàáëîí \'*\', êîòîðûé ïîäõîäèò ê ëþáîìó ñèìâîëó';

$lang['No_disallowed'] = 'Íåò çàïðåù¸ííûõ èì¸í';

$lang['Disallowed_deleted'] = 'Çàïðåù¸ííîå èìÿ ïîëüçîâàòåëÿ áûëî óñïåøíî óäàëåíî';
$lang['Disallow_successful'] = 'Çàïðåù¸ííîå èìÿ ïîëüçîâàòåëÿ áûëî óñïåøíî äîáàâëåíî';
$lang['Disallowed_already'] = 'Èìÿ, êîòîðîå âû ïûòàåòåñü çàïðåòèòü, ëèáî óæå çàïðåùåíî, ëèáî åñòü â ñïèñêå íåöåíçóðíûõ ñëîâ, ëèáî ñóùåñòâóåò ïîëüçîâàòåëü ñ ïîäõîäÿùèì èìåíåì';

$lang['Click_return_disallowadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ çàïðåù¸ííûìè èìåíàìè%s';


//
// Styles Admin
//
$lang['Styles_admin'] = 'Óïðàâëåíèå ñòèëÿìè';
$lang['Styles_explain'] = 'Çäåñü âû ìîæåòå äîáàâëÿòü, óäàëÿòü è èçìåíÿòü ñòèëè (øàáëîíû è öâåòîâûå ñõåìû), äîñòóïíûå âàøèì ïîëüçîâàòåëÿì.';
$lang['Styles_addnew_explain'] = 'Ýòîò ñïèñîê ñîäåðæèò âñå öâåòîâûå ñõåìû, ïîäõîäÿùèå ê èìåþùèìñÿ ó âàñ øàáëîíàì. Ýëåìåíòû ýòîãî ñïèñêà ÍÅ ÁÛËÈ ïîêà óñòàíîâëåíû â áàçó phpBB. Äëÿ óñòàíîâêè ñõåìû ïðîñòî íàæìèòå &laquo;Óñòàíîâèòü&raquo; ðÿäîì ñ âûáðàííûì ýëåìåíòîì';

$lang['Select_template'] = 'Âûáåðèòå øàáëîí';

$lang['Style'] = 'Ñòèëü';
$lang['Template'] = 'Øàáëîí';
$lang['Install'] = 'Óñòàíîâèòü';
$lang['Download'] = 'Ñêà÷àòü';

$lang['Edit_theme'] = 'Èçìåíèòü öâåòîâóþ ñõåìó';
$lang['Edit_theme_explain'] = 'Çäåñü âû ìîæåòå èçìåíèòü íàñòðîéêè âûáðàííîé öâåòîâîé ñõåìû.';

$lang['Create_theme'] = 'Ñîçäàòü öâåòîâóþ ñõåìó';
$lang['Create_theme_explain'] = 'Çäåñü âû ìîæåòå ñîçäàòü íîâóþ öâåòîâóþ ñõåìó äëÿ âûáðàííîãî øàáëîíà. Ïðè óêàçàíèè êîäîâ öâåòîâ íå âêëþ÷àéòå çíàê \'#\', ò.å.: CCCCCC ïîäõîäèò, #CCCCCC - íåò.';

$lang['Export_themes'] = 'Ýêñïîðò öâåòîâûõ ñõåì';
$lang['Export_explain'] = 'Çäåñü âû ñìîæåòå ýêñïîðòèðîâàòü öâåòîâóþ ñõåìó äëÿ âûáðàííîãî øàáëîíà. Âûáåðèòå øàáëîí èç ñïèñêà, è ïðîãðàììà ïîïûòàåòñÿ ñîçäàòü ôàéë ñ êîíôèãóðàöèåé ñõåìû è çàïèñàòü åãî â êàòàëîã ñ âûáðàííûì øàáëîíîì. Åñëè ôàéë íå óäàñòñÿ çàïèñàòü, òî ó âàñ áóäåò âîçìîæíîñòü ñêà÷àòü åãî. Äëÿ òîãî, ÷òîáû ïðîãðàììà ìîãëà çàïèñàòü ôàéë, âàì íàäî äàòü ñåðâåðó ïðàâà íà çàïèñü â êàòàëîã ñ âûáðàííûì øàáëîíîì. Çà äîïîëíèòåëüíîé èíôîðìàöèåé îáðàòèòåñü ê ðóêîâîäñòâó ïîëüçîâàòåëÿ phpBB.';

$lang['Theme_installed'] = 'Âûáðàííàÿ öâåòîâàÿ ñõåìà áûëà óñïåøíî óñòàíîâëåíà';
$lang['Style_removed'] = 'Ñòèëü áûë óäàë¸í èç áàçû. Äëÿ ïîëíîãî óäàëåíèÿ ñòèëÿ ñ âàøåé ñèñòåìû óäàëèòå ñîîòâåòñòâóþùèé êàòàëîã èç êàòàëîãà ñ øàáëîíàìè.';
$lang['Theme_info_saved'] = 'Èíôîðìàöèÿ î öâåòîâîé ñõåìå äëÿ âûáðàííîãî øàáëîíà áûëà ñîõðàíåíà. Âû äîëæíû âåðíóòü ïðàâà ÒÎËÜÊÎ ÄËß ×ÒÅÍÈß íà ôàéë theme_info.cfg è/èëè êàòàëîã ñ âûáðàííûì øàáëîíîì.';
$lang['Theme_updated'] = 'Âûáðàííàÿ òåìà áûëà èçìåíåíà. Íå çàáóäüòå ýêñïîðòèðîâàòü å¸ íàñòðîéêè â ôàéë íàñòðîåê öâåòîâîé ñõåìû!';
$lang['Theme_created'] = 'Öâåòîâàÿ ñõåìà ñîçäàíà. Íå çàáóäüòå ýêñïîðòèðîâàòü å¸ íàñòðîéêè â ôàéë íàñòðîåê öâåòîâîé ñõåìû!';

$lang['Confirm_delete_style'] = 'Âû óâåðåíû, ÷òî õîòèòå óäàëèòü ýòîò ñòèëü?';

$lang['Download_theme_cfg'] = 'Ïðîãðàììà íå ñìîãëà çàïèñàòü ôàéë ñ èíôîðìàöèåé î öâåòîâîé ñõåìå. Íàæìèòå íà êíîïêó, ÷òîáû ñêà÷àòü ýòîò ôàéë ÷åðåç áðàóçåð. Ïîñëå òîãî, êàê âû åãî ñêà÷àåòå, âû ñìîæåòå çàïèñàòü åãî â êàòàëîã ñ øàáëîíàìè è, åñëè çàõîòèòå, ïîäãîòîâèòü âàøè øàáëîíû ê ðàñïðîñòðàíåíèþ.';
$lang['No_themes'] = 'Ê âûáðàííîìó øàáëîíó íå ïðèñîåäèíåíî íè îäíîé öâåòîâîé ñõåìû. Ù¸ëêíèòå ïî ññûëêå ñëåâà, ÷òîáû ñîçäàòü ñõåìó.';
$lang['No_template_dir'] = 'Íå ìîãó îòêðûòü êàòàëîã ñ øàáëîíàìè, îí ëèáî çàêðûò íà ÷òåíèå äëÿ ñåðâåðà, ëèáî íå ñóùåñòâóåò.';
$lang['Cannot_remove_style'] = 'Âûáðàííûé âàìè ñòèëü ÿâëÿåòñÿ ñòèëåì ïî óìîë÷àíèþ äëÿ ôîðóìîâ è íå ìîæåò áûòü óäàë¸í. Èçìåíèòå ñòèëü ïî óìîë÷àíèþ è ïîïðîáóéòå åù¸ ðàç.';
$lang['Style_exists'] = 'Âûáðàííîå èìÿ ñòèëÿ óæå ñóùåñòâóåò, âåðíèòåñü íàçàä è âûáåðèòå äðóãîå èìÿ.';

$lang['Click_return_styleadmin'] = '%sÂåðíóòüñÿ ê óïðàâëåíèþ ñòèëÿìè%s';

$lang['Theme_settings'] = 'Íàñòðîéêè öâåòîâîé ñõåìû';
$lang['Theme_element'] = 'Ýëåìåíò öâåòîâîé ñõåìû';
$lang['Simple_name'] = 'Èìÿ';
$lang['Value'] = 'Çíà÷åíèå';
$lang['Save_Settings'] = 'Ñîõðàíèòü íàñòðîéêè';

$lang['Stylesheet'] = 'Ôàéë ñòèëåé CSS';
$lang['Background_image'] = 'Ôîíîâîå èçîáðàæåíèå';
$lang['Background_color'] = 'Öâåò ôîíà';
$lang['Theme_name'] = 'Íàçâàíèå öâåòîâîé ñõåìû';
$lang['Link_color'] = 'Öâåò ññûëîê';
$lang['Text_color'] = 'Öâåò òåêñòà';
$lang['VLink_color'] = 'Öâåò ïîñåù¸ííûõ ññûëîê';
$lang['ALink_color'] = 'Öâåò àêòèâíûõ ññûëîê';
$lang['HLink_color'] = 'Öâåò ññûëîê ïîä êóðñîðîì';
$lang['Tr_color1'] = 'Öâåò ñòðîêè òàáëèöû 1';
$lang['Tr_color2'] = 'Öâåò ñòðîêè òàáëèöû 2';
$lang['Tr_color3'] = 'Öâåò ñòðîêè òàáëèöû 3';
$lang['Tr_class1'] = 'Êëàññ ñòðîêè òàáëèöû 1';
$lang['Tr_class2'] = 'Êëàññ ñòðîêè òàáëèöû 2';
$lang['Tr_class3'] = 'Êëàññ ñòðîêè òàáëèöû 3';
$lang['Th_color1'] = 'Öâåò øàïêè òàáëèöû 1';
$lang['Th_color2'] = 'Öâåò øàïêè òàáëèöû 2';
$lang['Th_color3'] = 'Öâåò øàïêè òàáëèöû 3';
$lang['Th_class1'] = 'Êëàññ øàïêè òàáëèöû 1';
$lang['Th_class2'] = 'Êëàññ øàïêè òàáëèöû 2';
$lang['Th_class3'] = 'Êëàññ øàïêè òàáëèöû 3';
$lang['Td_color1'] = 'Öâåò ÿ÷åéêè òàáëèöû 1';
$lang['Td_color2'] = 'Öâåò ÿ÷åéêè òàáëèöû 2';
$lang['Td_color3'] = 'Öâåò ÿ÷åéêè òàáëèöû 3';
$lang['Td_class1'] = 'Êëàññ ÿ÷åéêè òàáëèöû 1';
$lang['Td_class2'] = 'Êëàññ ÿ÷åéêè òàáëèöû 2';
$lang['Td_class3'] = 'Êëàññ ÿ÷åéêè òàáëèöû 3';
$lang['fontface1'] = 'Øðèôò 1';
$lang['fontface2'] = 'Øðèôò 2';
$lang['fontface3'] = 'Øðèôò 3';
$lang['fontsize1'] = 'Ðàçìåð øðèôòà 1';
$lang['fontsize2'] = 'Ðàçìåð øðèôòà 2';
$lang['fontsize3'] = 'Ðàçìåð øðèôòà 3';
$lang['fontcolor1'] = 'Öâåò øðèôòà 1';
$lang['fontcolor2'] = 'Öâåò øðèôòà 2';
$lang['fontcolor3'] = 'Öâåò øðèôòà 3';
$lang['span_class1'] = 'Êëàññ âûäåëåíèÿ 1';
$lang['span_class2'] = 'Êëàññ âûäåëåíèÿ 2';
$lang['span_class3'] = 'Êëàññ âûäåëåíèÿ 3';
$lang['img_poll_size'] = 'Polling Image Size [px]';
$lang['img_pm_size'] = 'Private Message Status size [px]';


//
// Install Process
//
$lang['Welcome_install'] = 'Äîáðî ïîæàëîâàòü â óñòàíîâêó phpBB 2!';
$lang['Initial_config'] = 'Îñíîâíûå íàñòðîéêè';
$lang['DB_config'] = 'Íàñòðîéêè áàçû äàííûõ';
$lang['Admin_config'] = 'Íàñòðîéêè àäìèíà';
$lang['continue_upgrade'] = 'Êàê òîëüêî âû ñêà÷àåòå ôàéë íàñòðîåê íà âàø êîìïüþòåð, âû ìîæåòå íàæàòü êíîïêó "Ïðîäîëæèòü îáíîâëåíèå" äëÿ ïðîäîëæåíèÿ ïðîöåññà. Ïîæàëóéñòà, íå çàêà÷èâàéòå ôàéë íàñòðîåê íà ñåðâåð äî çàâåðøåíèÿ ïðîöåññà îáíîâëåíèÿ.';
$lang['upgrade_submit'] = 'Ïðîäîëæèòü îáíîâëåíèå';

$lang['Installer_Error'] = 'Â ïðîöåññå óñòàíîâêè âîçíèêëà îøèáêà';
$lang['Previous_Install'] = 'Áûëà îáíàðóæåíà ïðåäûäóùàÿ óñòàíîâêà';
$lang['Install_db_error'] = 'Ïðè ïîïûòêå îáíîâèòü áàçó äàííûõ âîçíèêëà îøèáêà';

$lang['Re_install'] = 'Ïðåäûäóùàÿ óñòàíîâêà âñ¸ åù¸ àêòèâíà. <br /><br />Åñëè âû õîòèòå óñòàíîâèòü phpBB 2 çàíîâî, âû äîëæíû íàæàòü êíîïêó "Äà" âíèçó. Ó÷òèòå, ÷òî ïðè ýòîì áóäóò óíè÷òîæåíû âñå èìåþùèåñÿ äàííûå, íèêàêèõ êîïèé ñäåëàíî íå áóäåò! Ðàíåå èñïîëüçîâàâøèåñÿ èìÿ è ïàðîëü àäìèíèñòðàòîðà áóäóò âíîâü ñîçäàíû ïîñëå ïåðåóñòàíîâêè, îñòàëüíûå íàñòðîéêè áóäóò ïîòåðÿíû. <br /><br />Êàê ñëåäóåò ïîäóìàéòå, ïðåæäå ÷åì íàæèìàòü "Äà"!';

$lang['Inst_Step_0'] = 'Ñïàñèáî âàì çà âûáîð phpBB 2. Äëÿ ïðîäîëæåíèÿ óñòàíîâêè óêàæèòå, ïîæàëóéñòà, òðåáóåìûå ñâåäåíèÿ. Ó÷òèòå, ÷òî áàçà äàííûõ, â êîòîðóþ âû óñòàíàâëèâàåòå phpBB 2, óæå äîëæíà ñóùåñòâîâàòü. Åñëè âû óñòàíàâëèâàåòå â ÁÄ, èñïîëüçóþùóþ ODBC (íàïðèìåð, MS Access), âàì íàäî ñíà÷àëà ñîçäàòü äëÿ íå¸ DSN.';

$lang['Start_Install'] = 'Íà÷àòü óñòàíîâêó';
$lang['Finish_Install'] = 'Çàêîí÷èòü óñòàíîâêó';

$lang['Default_lang'] = 'ßçûê ïî óìîë÷àíèþ';
$lang['DB_Host'] = 'Èìÿ ñåðâåðà ÁÄ / DSN';
$lang['DB_Name'] = 'Íàçâàíèå áàçû äàííûõ';
$lang['DB_Username'] = 'Èìÿ ïîëüçîâàòåëÿ ÁÄ';
$lang['DB_Password'] = 'Ïàðîëü ê ÁÄ';
$lang['Database'] = 'Áàçà äàííûõ';
$lang['Install_lang'] = 'Âûáåðèòå ÿçûê äëÿ óñòàíîâêè';
$lang['dbms'] = 'Òèï áàçû äàííûõ';
$lang['Table_Prefix'] = 'Ïðåôèêñ äëÿ òàáëèö â áàçå äàííûõ';
$lang['Admin_Username'] = 'Èìÿ àäìèíèñòðàòîðà';
$lang['Admin_Password'] = 'Ïàðîëü àäìèíèñòðàòîðà';
$lang['Admin_Password_confirm'] = 'Ïàðîëü àäìèíèñòðàòîðà [ ïîâòîðèòå ]';

$lang['Inst_Step_2'] = 'Áûëà ñîçäàíà ó÷¸òíàÿ çàïèñü àäìèíèñòðàòîðà. Îñíîâíàÿ óñòàíîâêà íà ýòîì çàêîí÷åíà. Òåïåðü âû áóäåòå ïåðåïðàâëåíû íà ñòðàíèöó, ñ êîòîðîé âû ñìîæåòå íàñòðîèòü íîâóþ óñòàíîâêó. Îáÿçàòåëüíî ïðîâåðüòå ðàçäåë Îñíîâíûõ íàñòðîåê è âíåñèòå íåîáõîäèìûå èçìåíåíèÿ. Ñïàñèáî âàì çà âûáîð phpBB 2.';

$lang['Unwriteable_config'] = 'Çàïèñü â ôàéë íàñòðîåê íåâîçìîæíà. Âû ñìîæåòå ñêà÷àòü êîïèþ ôàéëà, åñëè íàæì¸òå ñîîòâåòñòâóþùóþ êíîïêó. Âàì íàäî áóäåò çàêà÷àòü ýòîò ôàéë â êàòàëîã, â êîòîðûé âû óñòàíîâèëè phpBB 2. Êàê òîëüêî ýòî áóäåò ñäåëàíî, âû ñìîæåòå âîéòè â ñèñòåìó, èñïîëüçóÿ ðàíåå ââåä¸ííûå èìÿ è ïàðîëü àäìèíèñòðàòîðà, è ïåðåéòè â àäìèíèñòðàòîðñêèé ðàçäåë (ññûëêà áóäåò âíèçó êàæäîé ñòðàíèöû), ÷òîáû ïðîâåðèòü îñíîâíûå íàñòðîéêè. Ñïàñèáî âàì çà âûáîð phpBB 2.';
$lang['Download_config'] = 'Ñêà÷àòü ôàéë íàñòðîåê';

$lang['ftp_choose'] = 'Âûáåðèòå ìåòîä ñêà÷èâàíèÿ';
$lang['ftp_option'] = '<br />Â ýòîé âåðñèè PHP âêëþ÷åíû âîçìîæíîñòè FTP, âû ìîæåòå ïîïðîáîâàòü ñíà÷àëà àâòîìàòè÷åñêè çàêà÷àòü ôàéë íàñòðîåê ïî FTP â íóæíûé êàòàëîã.';
$lang['ftp_instructs'] = 'Âû ðåøèëè çàêà÷àòü ôàéë íàñòðîåê ïî FTP â êàòàëîã, ñîäåðæàùèé phpBB 2. Ïîæàëóéñòà, óêàæèòå èíôîðìàöèþ, òðåáóåìóþ äëÿ îñóùåñòâëåíèÿ ýòîãî ïðîöåññà. Ó÷òèòå, ÷òî ïóòü FTP äîëæåí áûòü ïîëíûì ïóò¸ì ê âàøåé óñòàíîâêå phpBB 2, êàê åñëè áû âû ïîëüçîâàëèñü îáû÷íûì êëèåíòîì FTP.';
$lang['ftp_info'] = 'Óêàæèòå íàñòðîéêè FTP';
$lang['Attempt_ftp'] = 'Ïîïðîáîâàòü çàêà÷àòü ôàéë íàñòðîåê ïî FTP';
$lang['Send_file'] = 'Ïðîñòî ïðèñëàòü ôàéë, ÿ çàêà÷àþ åãî âðó÷íóþ';
$lang['ftp_path'] = 'Ïóòü FTP ê êàòàëîãó phpBB 2';
$lang['ftp_username'] = 'Èìÿ ïîëüçîâàòåëÿ äëÿ FTP';
$lang['ftp_password'] = 'Ïàðîëü äëÿ FTP';
$lang['Transfer_config'] = 'Íà÷àòü çàêà÷êó';
$lang['NoFTP_config'] = 'Ïîïûòêà çàêà÷àòü ôàéë íàñòðîåê ïî FTP çàâåðøèëàñü íåóäà÷åé. Ïîæàëóéñòà, ñêà÷àéòå ôàéë íàñòðîåê è ïîìåñòèòå åãî â íóæíûé êàòàëîã âðó÷íóþ.';

$lang['Install'] = 'Óñòàíîâêà';
$lang['Upgrade'] = 'Îáíîâëåíèå';


$lang['Install_Method'] = 'Âûáåðèòå ìåòîä óñòàíîâêè';

$lang['Install_No_Ext'] = 'Êîíôèãóðàöèÿ PHP íà âàøåì ñåðâåðå íå ïîääåðæèâàåò âûáðàííóþ âàìè ÑÓÁÄ';

$lang['Install_No_PCRE'] = 'Äëÿ ðàáîòû phpBB2 òðåáóåòñÿ ìîäóëü Ïåðë-ñîâìåñòèìûõ ðåãóëÿðíûõ âûðàæåíèé, êîòîðûé, âèäèìî, îòêëþ÷åí â âàøåé êîíôèãóðàöèè PHP!';

//
// That's all Folks!
// -------------------------------------------------

?>